{
  "cycle": "v3-4",
  "date": "2026-02-11",
  "agent": "Agent A (Scanner)",
  "mode": "F3 Geopolitics + F4 Capital force velocity refresh",
  "total_signals": 17,
  "methodology": "Multi-source web research across 14 topic areas. F3: US-China AI Decoupling (chip controls + DeepSeek V4), EU AI Act Implementation, CHIPS Act Fab Status, Gulf AI Pivot, Defense Spending, Trade Policy/Reshoring, India Tech Rise. F4: Fed Funds Rate, PE/CRE Refinancing Wall, VC/AI Investment, CRE Distress, IPO/M&A Market, Sector ETF Performance, Perez Cycle Signals. All data points sourced from named publications with dates. February 2026 scan.",

  "force_updates": {
    "F3_geopolitics": {
      "velocity": "accelerating",
      "velocity_change": "sustained_acceleration",
      "key_metrics_updated": {
        "us_china_chip_controls": "Jan 2026: BIS shifted H200/MI325X from presumption-of-denial to case-by-case review (TPP<21,000, DRAM<6,500 GB/s). 1,065+ Chinese entities on Entity List (up from 5 in 2018). Loophole closed on foreign-owned fabs in China. TSMC granted annual license for tools into China fabs.",
        "deepseek_v4": "DeepSeek V4 launching Feb 2026, coding-optimized, reportedly outperforming Claude 3.5 Sonnet and GPT-4o on coding benchmarks. Context window expanded 128K->1M tokens. DeepSeek 89% market share among China AI users. New architecture paper by founder Liang Wenfeng signals push for efficiency.",
        "china_semiconductor_self_sufficiency": "Equipment self-sufficiency reached 35% (Jan 2026), up from 13.6% in 2024. Overall chip self-sufficiency ~30% (2025), target 50-60% by 2030. Made in China 2025 target of 70% missed but progress accelerating.",
        "eu_ai_act": "High-risk obligations effective Aug 2, 2026. Penalties: up to EUR 35M or 7% global turnover. Digital Omnibus package may postpone Annex III to Dec 2027 but not confirmed. Member states designated national competent authorities by Aug 2025.",
        "chips_act_fabs": "TSMC Arizona Fab 1 in volume 4nm production. Fab 2 installing 3nm equipment Q3 2026, production 2027. Fab 3 broken ground (A16 by end of decade). Samsung Taylor late 2026 production with Tesla/Alphabet AI chip contracts. Intel 18A milestone attracting Microsoft/Amazon.",
        "gulf_ai_pivot": "Saudi Humain $23B in deals signed (NVIDIA, AMD, Cisco, AWS). Plans 1.9 GW data center capacity by 2030. UAE MGX: $100B AI infrastructure partnership with BlackRock/Microsoft. 1GW AI supercomputing cluster, 200MW phase by 2026. US approved advanced Nvidia chip exports to Gulf (Nov 2025).",
        "defense_spending": "NATO 2026 common budget EUR 5.3B (+15%). All allies expected at 2% GDP. New 3.5% GDP target by 2035. Germany EUR 95B defense (+16% YoY) with EUR 100B special fund. US FY2026 defense $1.01T (+13%), with $13.4B dedicated AI/autonomy line (first ever). Air Force AI +21.7%.",
        "trade_reshoring": "US-China deal framework Nov 2025: potential 145%->10-20% tariff reduction. 40% of US companies plan partial supply chain relocation to North America by 2026 (Deloitte). But only 2% completed reshoring. Mexico labor 20-30% below China. TSMC driving majority of inbound FDI.",
        "india_tech_rise": "Startup funding $11B in 2025. Ranked 3rd globally in tech deals ($4.8B H1 2025). IndiaAI Mission funded at INR 10,372 crore. 38,000+ GPUs provisioned (3.8x target). BharatGen AI launched Jun 2025 (first govt-funded multimodal LLM). UPI expanding internationally (Japan patent)."
      },
      "confidence": "high"
    },
    "F4_capital": {
      "velocity": "shifting",
      "velocity_change": "tightening_bias_with_sector_divergence",
      "key_metrics_updated": {
        "fed_funds": "3.50-3.75% (Jan 2026 hold). Dec 2025 dot plot median: 3.4% year-end 2026. Only 1 cut projected. 11 different FOMC views (2.6%-3.9%). Market pricing: trough ~3% by H2 2026.",
        "pe_cre_refinancing_wall": "$1.5T+ CRE loans matured by end 2026. 2026 maturities $930B. Distressed CRE volume $126.6B in Q3 2025 (+18% YoY). Borrowers face double rates (3-4% locked -> 7%+ refi). 59 of 158 largest banks have CRE exposure >300% equity. CMBS delinquency 7.29% (6x bank rate).",
        "vc_ai_investment": "Global VC $506B in 2025 (record). AI startups raised $238B (47% share, up from ~38%). Foundation models $145B (61%), infrastructure $42B (18%), applications $38B (16%). Q4 2025 $138B invested. US captured 79% of AI funding ($159B). SF Bay alone $122B.",
        "cre_office_vacancy": "Office vacancy ~20% nationally, SF/Chicago near 35%. $957B CRE loans matured in 2025 (3x 20-yr avg). $930B more in 2026. $162.1B loan maturities jumping 56% in 2026.",
        "ipo_ma_market": "2025: 23 US IPOs above $1B (vs 9 in 2024). $125B total IPO valuations (2x YoY). Key: CoreWeave, Figma, Klarna, Medline ($54.5B). M&A: Google/Wiz $32B (largest private VC-backed ever). 36 unicorn M&A exits ($67B). 2026 pipeline: Databricks ($134B valuation), Anthropic ($350B), SpaceX ($1.5T), Cohere, Canva.",
        "sector_etf_rotation": "2025: XLI +18.2% (top), XLK +25%, XLE +25%. Tech $38B inflows (1st), Industrials 2nd. Aerospace earnings +76.5%. Jan 2026: smaller sectors outperforming, Tech/Financials lagging. Healthcare/Industrials rated Outperform for 2026.",
        "perez_cycle_signals": "AI startup failure rate 90% (vs 70% traditional tech). 95% of enterprise GenAI pilots fail to deliver ROI (MIT 2025). $238B AI funding but thin application layer ($38B/16%). Foundation model concentration: top 5 players captured 80%+ of $145B. AI acqui-hires accelerating ($100M+ for <100 person teams)."
      },
      "confidence": "high"
    }
  },

  "signals": [
    {
      "signal_id": "A-v3-4-F3-001",
      "source_category": "geopolitics",
      "signal_type": "regime_shift",
      "structural_force": "US chip export policy softening toward China while maintaining control architecture",
      "headline": "BIS shifts H200/MI325X exports to China from denial to case-by-case review; 1,065+ entities on Entity List",
      "detail": "On January 15, 2026, BIS published a final rule changing the export license review policy for certain advanced AI chips destined for China/Macau from presumption of denial to case-by-case evaluation. Eligible chips must have TPP <21,000 and DRAM bandwidth <6,500 GB/s (roughly H200/MI325X level). Simultaneously, BIS closed the loophole allowing foreign-owned fabs in China to export equipment license-free, and granted TSMC an annual license for importing US chipmaking tools into its Chinese operations. The Entity List has grown from 5 Chinese entities in 2018 to 1,065+ as of March 2025, accounting for nearly one-third of all entries. This represents a strategic pivot from pure denial to controlled monetization of the chip flow — the US is taxing rather than blocking AI capability transfer.",
      "sources": ["Federal Register final rule (Jan 15, 2026)", "Morgan Lewis analysis (Jan 2026)", "BIS press releases", "CNBC (Jan 1, 2026) - TSMC license", "Congress.gov CRS Report R48642"],
      "raw_data_points": ["TPP threshold: <21,000", "DRAM threshold: <6,500 GB/s", "Entity List: 1,065+ Chinese entities (was 5 in 2018)", "TSMC granted annual license for China tool imports", "Foreign-owned fab loophole closed"],
      "confidence": "high",
      "time_horizon": "H1 2026",
      "engine_implications": "US shifting from containment to managed competition. Creates predictable supply channel for China at premium prices. Accelerates rather than delays China self-sufficiency drive. Models relying on permanent US chip superiority need shorter time horizons."
    },

    {
      "signal_id": "A-v3-4-F3-002",
      "source_category": "geopolitics",
      "signal_type": "capability_acceleration",
      "structural_force": "DeepSeek V4 + architecture breakthroughs signal China closing frontier AI gap faster than expected",
      "headline": "DeepSeek V4 launching Feb 2026 with coding superiority claims; context window expanded 10x to 1M tokens; 89% China AI market share",
      "detail": "DeepSeek is preparing to launch V4 in February 2026, a coding-optimized model that reportedly outperforms Claude 3.5 Sonnet and GPT-4o on coding benchmarks. The existing model's context window has been expanded from 128K to over 1M tokens. DeepSeek kicked off 2026 with a co-authored paper by founder Liang Wenfeng proposing a fundamental rethink of transformer architecture for more efficient training. DeepSeek commands 89% market share among Chinese AI users. Zhipu AI's GLM-5 adopted DeepSeek Sparse Attention technique, showing ecosystem-wide adoption of Chinese AI innovations. One year after the R1 shock, China's AI ecosystem has matured from one breakthrough company to a robust multi-company ecosystem including DeepSeek, Alibaba, Tencent, Moonshot AI, and Zhipu AI.",
      "sources": ["Rest of World (2025)", "South China Morning Post (Jan 2026)", "SCMP (Feb 2026 - token expansion)", "CNBC (Jan 6, 2026)", "Hugging Face blog (Jan 2026)", "PIIE (2026)"],
      "raw_data_points": ["V4 Feb 2026 launch, coding-optimized", "Context: 128K -> 1M+ tokens (10x)", "89% market share among China AI users", "New architecture paper by founder (Jan 2026)", "GLM-5 adopted DeepSeek Sparse Attention", "Multi-company ecosystem: DeepSeek, Alibaba, Tencent, Moonshot, Zhipu"],
      "confidence": "high",
      "time_horizon": "H1 2026",
      "engine_implications": "CRITICAL UPDATE to P-028 (Bifurcation pattern). China not just matching but potentially leading on efficiency and coding. Open-source Chinese models are becoming the default in China + global south. Any model predicated on exclusive US frontier access has narrowing window. V4 coding superiority would affect every AI-augmented business model."
    },

    {
      "signal_id": "A-v3-4-F3-003",
      "source_category": "geopolitics",
      "signal_type": "regulatory_regime_change",
      "structural_force": "EU AI Act high-risk obligations create compliance moat and potential startup barrier simultaneously",
      "headline": "EU AI Act high-risk rules effective Aug 2, 2026; penalties up to EUR 35M / 7% turnover; possible delay to Dec 2027 under Digital Omnibus",
      "detail": "The EU AI Act's high-risk AI system obligations (Articles 9-49) take effect August 2, 2026, requiring documented risk management processes, data governance, conformity assessment, and post-market monitoring across the entire AI lifecycle. Member states designated national competent authorities by August 2025. Penalties are severe: up to EUR 35M or 7% of worldwide turnover for prohibited practices, EUR 15M or 3% for other infringements, EUR 7.5M or 1% for supplying incorrect information. However, the European Commission's Digital Omnibus package (late 2025) may postpone Annex III high-risk obligations to December 2027 — creating regulatory uncertainty that itself is a barrier. No major AI companies have left the EU yet, but 30+ founders signed an open letter against the Act. Six months to compliance deadline means preparation must happen NOW.",
      "sources": ["EU AI Act text", "Orrick analysis (Nov 2025)", "DLA Piper (Aug 2025)", "K&L Gates (Jan 2026)", "SecurePrivacy compliance guide (2026)", "Digital Applied (2026)"],
      "raw_data_points": ["Effective: Aug 2, 2026 (high-risk)", "EUR 35M / 7% turnover max penalty", "EUR 15M / 3% for other infringements", "Digital Omnibus may delay Annex III to Dec 2027", "30+ founders signed open letter against", "Member states designated authorities by Aug 2025"],
      "confidence": "high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "DIRECTLY validates MC-GOV-AI-01 (AI Governance and Compliance OS, ranked #1 at 83.0 composite). Aug 2026 deadline creates immediate demand for compliance tooling. Regulatory uncertainty (will Omnibus delay happen?) creates consulting/advisory demand. EU AI Act compliance is the highest-urgency near-term force in the entire engine."
    },

    {
      "signal_id": "A-v3-4-F3-004",
      "source_category": "geopolitics",
      "signal_type": "production_capacity_shift",
      "structural_force": "CHIPS Act enters production era — intention-execution gap closing on US semiconductor reshoring",
      "headline": "TSMC Arizona in 4nm volume production; Samsung Taylor securing Tesla/Alphabet AI chip contracts; Intel 18A attracting Microsoft/Amazon",
      "detail": "The CHIPS Act has transitioned from legislative blueprint to production reality. TSMC Arizona Fab 1 entered high-volume 4nm production in late 2024 with yields comparable to Taiwan. Fab 2 will begin 3nm equipment installation Q3 2026 with production in 2027 (months ahead of schedule). Fab 3 has broken ground for A16 chips by end of decade. Samsung Taylor, TX is positioned for late 2026 mass production with Tesla (AI5/AI6 Full Self-Driving chips) and Alphabet (TPUs) as anchor customers on multi-year contracts. Intel hit the 18A milestone in Arizona, attracting Microsoft and Amazon for custom silicon diversification away from single-source dependency. This is the most concrete evidence that the CHIPS Act reshoring intention is translating to execution.",
      "sources": ["IEEE Spectrum (TSMC)", "Tom's Hardware (Jan 2026 - TSMC 3nm ahead of schedule)", "Markets.FinancialContent (Jan 1, 2026)", "CFR analysis"],
      "raw_data_points": ["TSMC Fab 1: 4nm volume production, yields comparable to Taiwan", "TSMC Fab 2: 3nm equipment install Q3 2026, production 2027", "TSMC Fab 3: broken ground, A16 by end of decade", "Samsung Taylor: Tesla + Alphabet multi-year AI chip contracts", "Intel 18A: Microsoft + Amazon custom silicon interest", "TSMC 3nm timeline moved up months ahead of schedule"],
      "confidence": "high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "UPDATES P-029 (Reshoring Reality Gap). For semiconductors specifically, the gap IS closing. TSMC ahead of schedule is the strongest evidence point. Samsung customer commitments (Tesla, Alphabet) validate demand. However, this is concentrated in advanced logic — legacy chips remain offshore. Affects geographic modeling for all compute-dependent businesses."
    },

    {
      "signal_id": "A-v3-4-F3-005",
      "source_category": "geopolitics",
      "signal_type": "capital_reallocation",
      "structural_force": "Gulf states executing oil-to-AI conversion at industrial scale; US greenlights advanced chip exports",
      "headline": "Saudi Humain signed $23B in tech deals; UAE MGX anchoring $100B AI infrastructure fund; US approved Nvidia chip exports to Gulf (Nov 2025)",
      "detail": "The Gulf AI pivot has moved from announcement to execution. Saudi Arabia's HUMAIN has signed deals worth $23B with NVIDIA, AMD, Cisco, Qualcomm, and AWS, with plans for 1.9 GW of data center capacity by 2030. HUMAIN's CEO stated the goal is to 'build capacity equivalent to 20 years in one year' in 2026. UAE's MGX ($100B vehicle formed by Mubadala and G42) is building a 1GW AI supercomputing cluster with an initial 200MW phase operational by 2026. BlackRock, GIP, Microsoft, and MGX launched a $100B AI infrastructure partnership. Critically, in November 2025, the US approved for the first time the export of the most advanced Nvidia AI chips to Saudi Arabia and UAE — tens of thousands per country. The UAE is ranked 2nd globally in AI capability, Saudi Arabia 3rd. Combined investment exceeds $130B to offset oil price risks.",
      "sources": ["OilPrice.com", "CNBC (Nov 20, 2025)", "The National (Feb 9, 2026)", "INSS analysis", "Digital Bricks (2025)", "Gulf International Forum"],
      "raw_data_points": ["Humain: $23B in deals signed", "Humain: 1.9 GW data center target by 2030", "MGX: $100B AI infrastructure partnership", "MGX: 1GW cluster, 200MW phase by 2026", "US approved advanced Nvidia chip exports (Nov 2025)", "UAE ranked 2nd globally in AI capability", "$130B+ combined AI investment", "BlackRock + Microsoft in $100B partnership with MGX"],
      "confidence": "high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "STRENGTHENS P-031 (Gulf Oil-to-AI Conversion). US chip approval removes last major bottleneck. Execution speed exceeding expectations — Humain's '20 years in 1 year' rhetoric is backed by $23B in signed contracts. Gulf becoming viable third compute center after US and China. Creates massive demand for AI infrastructure services, talent, and middleware."
    },

    {
      "signal_id": "A-v3-4-F3-006",
      "source_category": "geopolitics",
      "signal_type": "structural_spending_shift",
      "structural_force": "Defense AI supercycle deepening: first-ever dedicated DoD AI budget line at $13.4B, NATO raises target to 3.5% GDP",
      "headline": "US FY2026 defense budget $1.01T (+13%); $13.4B dedicated AI/autonomy line (first ever); NATO sets 3.5% GDP target by 2035",
      "detail": "The defense AI supercycle continues to deepen with structural commitments. The US FY2026 budget contains a record $1.01T for defense (+13% over FY2025), including the first-ever dedicated budget line for AI and autonomy at $13.4B. Breakdown: unmanned aerial vehicles $9.4B, maritime autonomous systems $1.7B, underwater $734M, software/integration $1.2B, AI/automation tech $200M, legacy system replacement $150M. Air Force AI spending up 21.7% ($415M). DoD IT budget of $66B 'pivots to AI and efficiency.' NATO agreed 2026 common budgets of EUR 5.3B. At The Hague Summit, NATO set 3.5% GDP defense minimum by 2035, with 1.5% for defense-related projects. All allies expected to meet 2% in 2025 (up from 3 in 2014). Germany's defense budget reached EUR 95B (+16% YoY) financed by EUR 100B special fund, projected EUR 162B by FY2029.",
      "sources": ["MeriTalk (FY2026 budget)", "CDO Magazine (Feb 2026)", "Washington Technology (Feb 2026)", "NATO news (Dec 2025)", "Atlantic Council tracker", "ICDS (Sep 2025)", "CrispIdea global defense report"],
      "raw_data_points": ["$1.01T total US defense FY2026 (+13%)", "$13.4B AI/autonomy dedicated line (first ever)", "$9.4B unmanned aerial", "$1.7B maritime autonomous", "$66B DoD IT budget", "Air Force AI +21.7%", "NATO 3.5% GDP target by 2035", "All allies at 2% in 2025", "Germany EUR 95B (+16%), EUR 162B by 2029", "EUR 5.3B NATO common budget 2026"],
      "confidence": "high",
      "time_horizon": "multi-year structural",
      "engine_implications": "STRENGTHENS P-030 (Defense AI Supercycle). $13.4B dedicated line makes AI/autonomy a permanent budget category, not a discretionary add-on. This is the single largest government spending commitment to AI outside of civilian infrastructure. Directly supports MC-DEF-DRONE-01 (#2), MC-DEF-CYBER-01 (#3), MC-DEF-INTEL-01 (#4), MC-DEF-MAINT-01 (#10). Germany's trajectory (EUR 95B -> EUR 162B) suggests European defense AI market alone could be $5-10B+ by 2030."
    },

    {
      "signal_id": "A-v3-4-F3-007",
      "source_category": "geopolitics",
      "signal_type": "trade_regime_shift",
      "structural_force": "US tariff policy creating reshoring rhetoric-execution gap; 81% plan nearshoring but only 2% completed",
      "headline": "US-China deal framework may cut tariffs from 145% to 10-20%; 40% of companies plan partial reshoring by 2026 but only 2% completed",
      "detail": "The US-China trade deal framework established November 10, 2025 suggests potential tariff reduction from 145% to 10-20% in exchange for agricultural purchases and IP protections — a dramatic softening. Meanwhile, Deloitte projects 40% of US companies will relocate at least part of their supply chains to North America by 2026, and 81% of CEOs plan nearshoring. However, only 2% have fully completed reshoring. US labor, energy, and operational costs still far exceed Asian competitors, making reshoring viable only with advanced automation. TSMC commitments account for nearly half of announced FDI in 2025. Mexico's labor costs are 20-30% below China, making it the primary nearshoring beneficiary. The gap between reshoring intention and execution remains the defining feature of US trade policy.",
      "sources": ["Markets.FinancialContent (Dec 2025)", "CNBC (Apr 2025)", "SCMR (Jul 2025)", "Global Finance Magazine", "Morgan Lewis (Jan 2026)", "CEPR analysis"],
      "raw_data_points": ["US-China deal framework: 145% -> 10-20% potential reduction", "40% plan partial relocation by 2026 (Deloitte)", "81% CEOs plan nearshoring", "Only 2% completed reshoring", "TSMC = ~50% of announced FDI", "Mexico labor 20-30% below China", "Reshoring viable only with advanced automation"],
      "confidence": "medium-high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "CONFIRMS P-029 (Reshoring Reality Gap) with new data. The 81% intention vs 2% completion gap is the clearest evidence that reshoring is still aspirational outside semiconductors. The automation requirement creates direct demand for manufacturing AI/robotics models. Tariff uncertainty (145% -> 10-20%?) makes long-term supply chain planning impossible — favoring flexible, modular manufacturing models."
    },

    {
      "signal_id": "A-v3-4-F3-008",
      "source_category": "geopolitics",
      "signal_type": "capability_buildup",
      "structural_force": "China semiconductor equipment self-sufficiency reaches 35%, chip self-sufficiency ~30% — accelerating despite controls",
      "headline": "China semiconductor equipment self-sufficiency surged from 13.6% (2024) to 35% (Jan 2026); chip self-sufficiency ~30% with 50-60% target by 2030",
      "detail": "China has reached 35% semiconductor equipment self-sufficiency as of January 2026, a dramatic increase from 13.6% in 2024. Overall chip self-sufficiency is approximately 30% as of end-2025, with a roadmap to 50-60% by 2030. The original Made in China 2025 target of 70% self-sufficiency was missed, but the acceleration in equipment independence is significant — particularly in etching, cleaning, photoresist stripping, and CMP equipment where rates exceed double digits. The equipment self-sufficiency trajectory from 13.6% to 35% in roughly 18 months suggests the 50% equipment target for 2025 (per TrendForce) may have been met or approached. This progress is occurring despite — and arguably because of — intensifying US export controls.",
      "sources": ["TrendForce (Feb 2025)", "Economics Observatory", "Markets.FinancialContent (Jan 2026)", "ChronicleJournal/Markets (Jan 21, 2026)", "USCC report"],
      "raw_data_points": ["Equipment self-sufficiency: 13.6% (2024) -> 35% (Jan 2026)", "Chip self-sufficiency: ~30% (end-2025)", "Target: 50-60% by 2030", "Made in China 2025 target (70%) missed", "Strong in etching, cleaning, CMP equipment", "18-month acceleration from 13.6% to 35%"],
      "confidence": "high",
      "time_horizon": "H2 2026-2028",
      "engine_implications": "CRITICAL for geographic modeling. China's self-sufficiency acceleration means US chip control leverage has a finite and shrinking window. At current trajectory, China reaches 50%+ equipment self-sufficiency by 2027-2028. This affects: (1) all models predicated on US tech dominance, (2) China AI ecosystem models, (3) parallel compute infrastructure business models. Controls are accelerating, not preventing, Chinese independence."
    },

    {
      "signal_id": "A-v3-4-F3-009",
      "source_category": "geopolitics",
      "signal_type": "ecosystem_emergence",
      "structural_force": "India emerging as third major AI ecosystem: $11B startup funding, 38K GPUs provisioned, government-backed LLM launched",
      "headline": "India startup funding hits $11B in 2025; 38,000 GPUs provisioned (3.8x target); BharatGen AI launched as first govt-funded multimodal LLM",
      "detail": "India is emerging as a significant third pole in the global AI ecosystem. Total startup funding reached $11B in 2025 with investors growing more selective. India ranked 3rd globally in tech deals with $4.8B in H1 2025 alone. The IndiaAI Mission (approved March 2024, INR 10,372 crore five-year outlay) has exceeded targets: 38,000+ high-end GPUs provisioned versus the original 10,000 target (3.8x overachievement). Budget 2025 earmarked INR 2,000 crore for FY2025-26 plus INR 500 crore AI Centre of Excellence in Education. BharatGen AI, launched June 2, 2025, is the first government-funded homegrown multimodal LLM. The AIKosh platform hosts 3,000+ datasets and 243 AI models across 20 sectors. Fintech growth continues via UPI ecosystem expansion (Japan patent granted). Deep tech pivot accelerating with investors backing proprietary GenAI for Indian languages.",
      "sources": ["TechCrunch (Dec 27, 2025)", "PIB/Government of India", "IndiaAI.gov.in", "AI Spectrum India (Budget 2026 analysis)", "AINvest analysis", "AIM Research"],
      "raw_data_points": ["$11B startup funding 2025", "Ranked 3rd globally in tech deals", "$4.8B H1 2025", "38,000 GPUs provisioned (target was 10,000)", "INR 10,372 crore five-year mission", "INR 2,000 crore FY2025-26 budget", "BharatGen AI launched Jun 2025", "AIKosh: 3,000+ datasets, 243 models", "UPI international expansion (Japan patent)"],
      "confidence": "high",
      "time_horizon": "H2 2026-2028",
      "engine_implications": "India geographic profile needs upgrade. GPU provisioning 3.8x above target signals genuine execution, not just policy rhetoric. India is building domestic AI capability (BharatGen, multilingual models) while maintaining full access to US frontier models — a unique dual-access position. Creates opportunities for India-specific AI applications across 1.4B population. UPI as export platform validates India's ability to scale digital infrastructure globally."
    },

    {
      "signal_id": "A-v3-4-F4-001",
      "source_category": "capital",
      "signal_type": "monetary_policy_regime",
      "structural_force": "Fed on extended hold at 3.50-3.75% with dot plot projecting only 1 cut in 2026 — higher-for-longer confirmed",
      "headline": "Fed holds at 3.50-3.75% in Jan 2026; dot plot projects just 1 cut in 2026; 11 different FOMC views range from 2.6% to 3.9%",
      "detail": "The Federal Reserve held rates steady at 3.50-3.75% in January 2026 after cutting 25bp in December 2025 (the third consecutive cut from 5.25-5.50%). The December 2025 dot plot projects a median year-end 2026 rate of 3.4%, implying just one more 25bp cut. However, there is exceptional disagreement: 11 different views among 19 FOMC members, ranging from 2.6% to 3.9% — with 4 projecting no cuts, 4 projecting 25bp, and 4 projecting 50bp. Market pricing suggests a trough rate around 3% by H2 2026. The rate-cutting campaign may end by mid-to-late 2026. LPL Research notes 'navigating neutral' is the key challenge for fixed income markets in 2026.",
      "sources": ["CNBC (Jan 28, 2026 - rate decision)", "CNBC (Dec 10, 2025 - dot plot)", "Federal Reserve projections (Dec 10, 2025)", "iShares/BlackRock 2026 outlook", "LPL Research", "J.P. Morgan Research", "BondSavvy analysis"],
      "raw_data_points": ["Rate: 3.50-3.75% (Jan 2026)", "Dec 2025 dot plot median: 3.4% year-end 2026", "1 cut projected in 2026", "11 different FOMC views (2.6%-3.9%)", "4 members: no cuts; 4: 25bp; 4: 50bp", "Market trough estimate: ~3% by H2 2026", "Down from 5.25-5.50% peak"],
      "confidence": "high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "Higher-for-longer is now baseline, not a risk scenario. 3.5%+ rates make PE refinancing wall more acute (borrowers locked at 3-4% facing 7%+ refi). Supports capital rotation to physical assets with cashflow. Penalizes capital-intensive pre-revenue models. Cost of capital for acquisitions remains elevated but stable — manageable for funded acquirers."
    },

    {
      "signal_id": "A-v3-4-F4-002",
      "source_category": "capital",
      "signal_type": "credit_stress",
      "structural_force": "CRE refinancing wall peak hitting 2026: $930B maturing into doubled rates, distressed volume $126.6B and rising",
      "headline": "CRE distressed volume reaches $126.6B (+18% YoY); $930B maturing in 2026; 59 banks with CRE exposure >300% of equity; CMBS delinquency 7.29%",
      "detail": "The commercial real estate refinancing wall is hitting peak intensity. Nearly $1.0T in CRE loans matured in 2025, with $930B more coming due in 2026 and $162.1B jumping 56% year-over-year. Total distressed CRE volume reached $126.6B in Q3 2025 (+18% YoY), with multifamily at $22.8B (18%). Borrowers who locked financing at 3-4% in the mid-2010s face refinance rates nearly double or more. CMBS delinquency at 7.29% is nearly 6x traditional bank loan delinquency rates. Among the 158 largest US banks, 59 have CRE exposures exceeding 300% of their equity capital — a concentration risk metric that fed regulators track closely. Office vacancy at ~20% nationally (35% in SF/Chicago) means underlying collateral values have dropped 25-40%. Without fresh capital injection, owners face sell, restructure, or default.",
      "sources": ["MMG Real Estate Advisors (2026)", "CRE Daily (2026)", "TD Economics", "PBMares analysis", "BRG ThinkSet", "Moss Adams (Oct 2025)", "Kidder Mathews", "Allwork.space (Jul 2025)"],
      "raw_data_points": ["$126.6B distressed CRE (Q3 2025, +18% YoY)", "$930B CRE loans maturing 2026", "$162.1B loan maturities (+56% YoY jump in 2026)", "CMBS delinquency: 7.29% (6x bank rate)", "59/158 largest banks: CRE >300% equity", "Office vacancy: ~20% national, 35% SF/Chicago", "Refi rates: 3-4% locked -> 7%+ current", "$22.8B multifamily distress"],
      "confidence": "high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "DIRECTLY triggers F4 velocity force trigger (pe_refinancing_wall_maturing_billions > 300). The second-order cascade modeled in key_unknowns is materializing: CRE distress -> regional bank stress (59 banks at >300% equity) -> credit tightening. Creates acquisition opportunities in distressed CRE conversion (office-to-data-center, office-to-residential). CMBS delinquency at 7.29% suggests securitized market is breaking faster than bank-held."
    },

    {
      "signal_id": "A-v3-4-F4-003",
      "source_category": "capital",
      "signal_type": "capital_concentration",
      "structural_force": "AI captures 47% of global VC ($238B) — highest concentration in any single technology since dot-com",
      "headline": "AI startups raised record $238B in 2025 (47% of $506B global VC); foundation models captured 61% ($145B); US took 79% of AI funding",
      "detail": "Global venture capital reached $506B in 2025, the third-largest year ever, with AI capturing an unprecedented $238B (47% share, up from ~38% in 2024). The concentration is extraordinary: foundation models took $145B (61% of AI funding), infrastructure $42B (18%), applications only $38B (16%). The geographic concentration is equally extreme: US-based companies captured $159B (79% of AI funding), with SF Bay Area alone accounting for $122B. Q4 2025 was the strongest quarter at $138B globally, up 14% YoY and 13% QoQ. Mega-rounds dominated: Anthropic ($13B), xAI ($12B+), CoreWeave ($2B+). Q1 2026 opened with $13B+ in January alone. The entire non-AI venture ecosystem received just $268B — meaning AI has hollowed out funding for all other startup categories.",
      "sources": ["Crunchbase (EOY 2025)", "EY Q1 2025 VC report", "KPMG Q4 2025 Venture Pulse", "J.P. Morgan Q4 2025 VC Update", "Crunchbase 6 charts (AI trends 2025)", "AI Funding Tracker (Jan 2026)"],
      "raw_data_points": ["$506B global VC 2025 (3rd largest ever)", "$238B AI funding (47% share)", "Foundation models: $145B (61%)", "Infrastructure: $42B (18%)", "Applications: $38B (16%)", "US: $159B (79% of AI funding)", "SF Bay Area: $122B alone", "Q4 2025: $138B", "Anthropic $13B, xAI $12B+, CoreWeave $2B+", "Q1 2026: $13B+ in January"],
      "confidence": "high",
      "time_horizon": "ongoing",
      "engine_implications": "PEREZ CYCLE INSTALLATION PHASE DEEPENING. 47% single-technology concentration exceeds late-1990s internet levels. Foundation layer ($145B) vs application layer ($38B) = 3.8:1 ratio signals infrastructure buildout massively ahead of application monetization. This is textbook Installation phase: capital flooding into platform/infrastructure layers. The $268B non-AI remainder is being starved. When Installation->Turning Point transition hits, capital will violently rotate FROM foundation models TO application and physical-economy models."
    },

    {
      "signal_id": "A-v3-4-F4-004",
      "source_category": "capital",
      "signal_type": "market_reopening",
      "structural_force": "IPO window opened in 2025 and widening for 2026; AI company exits accelerating via both IPO and M&A",
      "headline": "23 US IPOs above $1B in 2025 (vs 9 in 2024); $125B IPO valuations (2x YoY); Google/Wiz $32B largest VC M&A ever; 2026 pipeline includes Databricks ($134B), Anthropic ($350B)",
      "detail": "The exit market has decisively reopened. 2025 saw 23 US IPOs above $1B (vs 9 in 2024), with $125B+ total valuations — more than doubling year-over-year. Key listings: CoreWeave (AI infra), Figma (design), Klarna (BNPL), Medline ($54.5B, largest by valuation). M&A volume surged 91% to $214B known deal value, led by Google's $32B acquisition of Wiz — the largest private VC-backed acquisition ever. 36 unicorn M&A exits totaled $67B. For 2026, the pipeline is unprecedented: Databricks ($134B valuation), Anthropic ($350B, hired Wilson Sonsini for IPO prep in Dec 2025), SpaceX ($1.5T), Cohere ($7B, $150M ARR), Canva ($42B, $3.3B ARR), and Plaid. AI acqui-hires are accelerating: teams <100 employees getting $100M+ exits. This is the strongest exit environment since 2021.",
      "sources": ["Crunchbase Predicts (IPO 2026)", "Crunchbase (M&A 2026)", "U.S. News (8 IPOs for 2026)", "Saxo (mega-IPO pipeline)", "Cleary Gottlieb (2025 review)", "PwC US Capital Markets 2026", "Built In (2026 IPO watchlist)"],
      "raw_data_points": ["23 US IPOs >$1B in 2025 (was 9 in 2024)", "$125B+ total IPO valuations (2x YoY)", "Google/Wiz $32B (largest VC M&A ever)", "36 unicorn M&A exits ($67B)", "M&A value +91% to $214B", "2026 pipeline: Databricks $134B, Anthropic $350B, SpaceX $1.5T", "AI acqui-hires: $100M+ for <100 person teams", "Cohere: $7B valuation, $150M ARR"],
      "confidence": "high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "Open exit markets change the calculus for startup business models. Acqui-hire trend ($100M+ for small teams) validates talent-acquisition models. However, the Anthropic $350B / Databricks $134B valuations vs revenue multiples signal peak Installation phase pricing. Google/Wiz $32B validates cybersecurity AI as a defensible category. Exit markets enable LP distributions, which recycle into new fund deployment."
    },

    {
      "signal_id": "A-v3-4-F4-005",
      "source_category": "capital",
      "signal_type": "sector_rotation",
      "structural_force": "Industrials and physical-economy sectors outperforming in 2025; rotation from mega-cap tech beginning in Jan 2026",
      "headline": "XLI +18.2% (2025 sector leader); Aerospace earnings +76.5%; Tech $38B inflows but underperforming in Jan 2026; Healthcare/Industrials rated Outperform",
      "detail": "The physical production renaissance continues with clear evidence in sector ETF performance. The Industrial Select Sector SPDR (XLI) returned +18.2% in 2025, leading all sector SPDRs. Technology (XLK) returned +25% with $38B in inflows (largest by far), but earnings growth is decelerating: 24.7% in 2025 trending to 10.9% in Q4 2025 and 12.4% in Q1 2026. Aerospace logged 76.5% earnings growth — the highest of any S&P 500 sector. Financials reported 24.4% earnings growth on 8.5% revenue growth. In January 2026, smaller sectors outperformed while the two largest (Tech, Financials) lagged. Schwab rates Communication Services, Industrials, and Healthcare as Outperform for 2026. The physical/industrial rotation identified in prior cycles is confirmed by full-year 2025 data.",
      "sources": ["ETF.com (Industrials lead)", "Nasdaq (4 sector ETFs for 2026)", "Zacks (Nov 2025)", "Charles Schwab monthly outlook (2026)", "Yahoo Finance (best sector ETFs 2025)", "Fidelity (2025 ETF flows)"],
      "raw_data_points": ["XLI: +18.2% (top sector 2025)", "XLK: +25% return, $38B inflows", "Aerospace earnings: +76.5% (highest sector)", "Financials earnings: +24.4%", "Tech earnings decelerating: 24.7% -> 10.9% -> 12.4%", "Jan 2026: smaller sectors > large sectors", "Healthcare/Industrials: Outperform rating 2026"],
      "confidence": "high",
      "time_horizon": "H1 2026",
      "engine_implications": "CONFIRMS P-016 (Physical Architecture Dominance). Industrials leading sector performance validates capital rotation to physical economy. Tech earnings deceleration (24.7% -> 10.9%) while industrials/aerospace surge suggests the Installation->Deployment phase transition is beginning to price in. Healthcare Outperform rating validates MC-GOV-AI-01's healthcare compliance angle. Defense/aerospace +76.5% directly validates P-030."
    },

    {
      "signal_id": "A-v3-4-F4-006",
      "source_category": "capital",
      "signal_type": "perez_cycle_indicator",
      "structural_force": "AI startup failure rate 90% + 95% enterprise pilot failure = Installation phase approaching turning point",
      "headline": "90% AI startup failure rate (vs 70% traditional tech); 95% GenAI enterprise pilots fail ROI test (MIT 2025); application layer starved at 16% of AI funding",
      "detail": "Multiple Perez Turning Point indicators are flashing. AI startup failure rate has reached 90%, significantly exceeding the ~70% rate for traditional tech startups. An MIT study (August 2025) found 95% of generative AI pilot projects in enterprises fail to deliver measurable ROI. Many companies funded during the 2021-2023 boom had 18-36 months of runway and will exhaust capital by late 2025/early 2026. The application layer received only $38B (16%) of $238B in AI funding — a severe imbalance where infrastructure is massively overbuilt relative to demonstrated application value. Foundation model concentration is extreme: top 5 players captured 80%+ of the $145B foundation layer. AI acqui-hires are accelerating as larger companies snap up failing startups for talent. The thesis 'every AI application startup will be crushed by foundational model expansion' is gaining credence. Every 9-12 months, capability shifts obsolete applications before they scale.",
      "sources": ["DigitalSilk (startup failure statistics 2026)", "Fortune/MIT (Aug 2025)", "Medium analyses (multiple)", "DemandSage (2026 statistics)", "ISAT Academy (AI failure analysis)", "ComplexDiscovery (MIT study analysis)"],
      "raw_data_points": ["90% AI startup failure rate", "95% GenAI enterprise pilots fail ROI (MIT Aug 2025)", "Application layer: $38B / 16% of AI funding", "Foundation layer: $145B / 61% — 3.8:1 ratio", "Top 5 players: 80%+ of foundation funding", "2021-2023 funded startups exhausting 18-36mo runway", "AI acqui-hires: $100M+ for teams <100", "Capability shifts every 9-12 months"],
      "confidence": "high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "STRONGEST PEREZ TURNING POINT SIGNAL TO DATE. The 3.8:1 infrastructure-to-application funding ratio mirrors late-1990s telecom infrastructure buildout. 95% pilot failure + 90% startup failure = classic Installation phase excess. The turning point occurs when capital stops flowing to infrastructure and demands application ROI. We are NOT there yet — Q4 2025 was the strongest quarter — but the failure rate data says the correction is building. Models that survive the turning point must be application-layer with demonstrated economics, not infrastructure plays."
    },

    {
      "signal_id": "A-v3-4-F4-007",
      "source_category": "capital",
      "signal_type": "credit_stress",
      "structural_force": "Office CRE creating cascading distress: 20% vacancy + doubled rates + bank concentration = systemic risk building",
      "headline": "Office vacancy ~20% nationally (35% SF/Chicago); $957B matured in 2025 at 3x 20-year average; regional banks face dual CRE + credit tightening squeeze",
      "detail": "Office CRE distress is intensifying as a distinct signal from the broader CRE refinancing wall. Office vacancy rates are approximately 20% nationally, with severe concentration in key markets: San Francisco and Chicago near 35%. The $957B in CRE loans that matured in 2025 represents nearly 3x the 20-year average, with $930B more coming in 2026. The regional bank exposure is the critical transmission mechanism: 59 of 158 largest banks have CRE exposure exceeding 300% of equity. CMBS delinquency at 7.29% is nearly 6x bank delinquency, suggesting the securitized market is where the first breaks appear. This creates a cascading dynamic: office vacancy -> collateral value decline -> refi gap -> bank losses -> credit tightening -> further business distress. The office-to-alternative-use conversion pipeline remains slow due to structural building challenges.",
      "sources": ["Kaplan Group (2025)", "Moss Adams (Oct 2025)", "TD Economics", "PBMares", "BRG ThinkSet", "CRE Daily (2026)", "DailyFinance360 (office values forecast)"],
      "raw_data_points": ["Office vacancy: ~20% national", "SF/Chicago vacancy: ~35%", "$957B matured 2025 (3x 20-yr avg)", "$930B maturing 2026", "59/158 banks: CRE > 300% equity", "CMBS delinquency: 7.29%", "Office values declined 25-40%", "Conversion pipeline slow"],
      "confidence": "high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "The second-order cascade identified in key_unknowns is now partially materializing. CRE -> bank stress chain is visible in the data. 59 banks at >300% equity concentration creates systemic risk if any single large CRE portfolio defaults. Creates opportunities in: (1) distressed office acquisition for data center/residential conversion, (2) bank stress consulting/advisory, (3) CRE technology for asset management. Regional banking stress could tighten small business credit, impacting SMB-focused models."
    },

    {
      "signal_id": "A-v3-4-F4-008",
      "source_category": "capital",
      "signal_type": "structural_divergence",
      "structural_force": "VC AI concentration creating dual economy: AI-funded sector ($238B) vs starved non-AI sector ($268B)",
      "headline": "Non-AI venture received just $268B vs $238B for AI alone; AI application layer ($38B) is 6x smaller than foundation layer ($145B); turning point pressure building",
      "detail": "The capital concentration in AI has created a structural dual economy within venture capital. AI received $238B (47%) while all other sectors combined received $268B — meaning a single technology category nearly equals the rest of the startup economy combined. Within AI, the imbalance is even more extreme: foundation models ($145B, 61%) dwarf applications ($38B, 16%) at a 3.8:1 ratio. This means infrastructure spending is 3.8x application spending — a ratio that historically (telecom 1999-2000, railroad 1870s) precedes sharp corrections. The geographic concentration compounds the risk: $122B in SF Bay Area alone (51% of all AI funding) while the rest of the world shares $79B. Q1 2026 continues the pattern with $13B+ in January alone. The Perez framework suggests this concentration must resolve through either a crash (Turning Point) or a managed transition to Deployment phase where applications prove ROI.",
      "sources": ["Crunchbase (2025 funding data)", "KPMG Venture Pulse Q4 2025", "J.P. Morgan Q4 2025 VC Update", "Crunchbase 6 charts", "PitchBook Q1 2026"],
      "raw_data_points": ["AI funding: $238B (47%)", "Non-AI funding: $268B (53%)", "Foundation models: $145B (61% of AI)", "Applications: $38B (16% of AI)", "Infra-to-app ratio: 3.8:1", "SF Bay Area: $122B (51% of AI)", "Q1 2026: $13B+ in January", "47% single-tech concentration exceeds late-1990s internet"],
      "confidence": "high",
      "time_horizon": "H1-H2 2026",
      "engine_implications": "THIS IS THE SINGLE MOST IMPORTANT CAPITAL SIGNAL. The 3.8:1 infrastructure-to-application ratio is the quantitative marker for Perez Installation phase peak. When this inverts (applications > infrastructure), we have entered Deployment phase. Current ratio suggests we are late Installation, pre-Turning Point. Models positioned in the application layer with proven economics will capture the capital rotation when it comes. Foundation-layer models face existential concentration risk (top 5 = 80%+ of $145B). The $268B non-AI sector is being starved, creating future opportunity when capital normalizes."
    }
  ],

  "pattern_updates": {
    "P-028_bifurcation": {
      "status": "STRENGTHENING",
      "new_evidence": "DeepSeek V4 (Feb 2026) with coding superiority claims. 89% China market share. 1M token context window. Multi-company ecosystem matured (DeepSeek, Alibaba, Tencent, Moonshot, Zhipu). Bifurcation is deepening, not converging.",
      "confidence_change": "strong -> very_strong"
    },
    "P-029_reshoring_gap": {
      "status": "MIXED — semiconductors closing, general manufacturing still wide",
      "new_evidence": "TSMC Arizona ahead of schedule. Samsung Taylor has Tesla/Alphabet contracts. But general reshoring: 81% plan, 2% completed. US-China deal framework may reduce tariffs to 10-20%.",
      "confidence_change": "no change — nuance added"
    },
    "P-030_defense_supercycle": {
      "status": "STRENGTHENING",
      "new_evidence": "$13.4B dedicated AI/autonomy budget line (first ever). $1.01T total defense (+13%). NATO 3.5% GDP target by 2035. Germany EUR 95B->162B trajectory. Aerospace earnings +76.5%.",
      "confidence_change": "confirmed -> very_strong"
    },
    "P-031_gulf_conversion": {
      "status": "STRENGTHENING",
      "new_evidence": "Humain $23B in signed deals (vs announcement only before). US approved advanced Nvidia exports to Gulf (Nov 2025, first time). MGX $100B partnership operational. 200MW phase by 2026.",
      "confidence_change": "confirmed -> very_strong"
    },
    "NEW_PATTERN_CANDIDATE": {
      "pattern_id": "P-033",
      "description": "Perez Infrastructure-Application Inversion: AI foundation:application funding ratio at 3.8:1 ($145B:$38B). 95% enterprise pilot failure. 90% AI startup failure. Textbook late Installation phase. Turning Point building but not yet triggered (Q4 2025 strongest quarter).",
      "strength": "strong",
      "status": "emerging",
      "economy_map_relevance": "Defines the timing and nature of capital rotation. Application-layer models with proven economics will capture the Turning Point capital surge. Foundation-layer models face concentration risk. Non-AI sectors ($268B) being starved — opportunity when normalizes."
    }
  },

  "force_velocity_summary": {
    "F3_geopolitics": {
      "velocity": "accelerating",
      "direction": "US-China decoupling deepening but form shifting from denial to managed competition (monetized chip exports). EU AI Act creating imminent compliance demand (Aug 2026). CHIPS Act entering production era (TSMC ahead of schedule). Gulf executing at scale ($23B signed). Defense spending structurally committed ($13.4B AI line). India emerging as third AI ecosystem. China self-sufficiency accelerating (equipment 13.6%->35%).",
      "change_from_v3-2": "Confirmed acceleration. Key updates: (1) BIS policy softened to case-by-case, (2) DeepSeek V4 imminent with coding superiority claims, (3) CHIPS Act in production era, (4) Gulf executing not just announcing, (5) China equipment self-sufficiency jumping faster than expected.",
      "recommended_state_updates": [
        "us_china_chip_controls -> 'Jan 2026: BIS case-by-case review for H200/MI325X. 1,065+ entities listed. Managed competition replacing pure denial.'",
        "deepseek -> 'V4 Feb 2026 launch, coding-optimized. 89% China AI share. 1M token context. Multi-company ecosystem matured.'",
        "eu_ai_act -> 'High-risk obligations Aug 2, 2026. Penalties EUR 35M/7% turnover. Digital Omnibus may delay Annex III to Dec 2027.'",
        "chips_act -> 'TSMC Fab 1 4nm volume. Fab 2 3nm ahead of schedule (Q3 2026 install). Samsung Taylor late 2026 with Tesla/Alphabet. Intel 18A.'",
        "Add: china_semiconductor_self_sufficiency -> 'Equipment: 13.6%(2024)->35%(Jan 2026). Overall chips ~30%. Target 50-60% by 2030. Accelerating despite controls.'",
        "india_tech -> '$11B funding 2025. 38K GPUs (3.8x target). BharatGen AI. AIKosh platform. 3rd globally in tech deals.'"
      ]
    },
    "F4_capital": {
      "velocity": "shifting",
      "direction": "Fed on hold at 3.50-3.75% with only 1 cut projected. CRE refinancing wall hitting peak ($930B in 2026, distressed volume $126.6B). AI captures record 47% of VC ($238B) with extreme foundation:application imbalance (3.8:1). IPO/M&A window open widest since 2021. Perez Turning Point indicators flashing (90% startup failure, 95% pilot failure) but capital still flowing (Q4 strongest quarter). Physical sectors outperforming (XLI led 2025, aerospace +76.5%).",
      "change_from_v3-2": "Confirmed shift. Key updates: (1) Fed dot plot projects only 1 cut in 2026, (2) CRE distress volume +18% YoY to $126.6B, (3) AI VC share jumped from 38% to 47%, (4) IPO market reopened (23 $1B+ IPOs), (5) Perez indicators strengthening but not yet at Turning Point, (6) Sector rotation to industrials/physical confirmed by full-year data.",
      "recommended_state_updates": [
        "fed_funds -> '3.50-3.75% (Jan 2026 hold). Dot plot: 3.4% year-end. Only 1 cut projected. Higher-for-longer confirmed.'",
        "vc_ai_share -> '47% of $506B global VC ($238B AI). Foundation:application ratio 3.8:1. SF Bay $122B (51% of AI).'",
        "pe_refinancing_wall -> '$930B CRE maturing 2026. Distressed volume $126.6B (+18% YoY). CMBS delinquency 7.29%.'",
        "cre_vacancy -> 'Office ~20% national, 35% SF/Chicago. $957B matured 2025 (3x avg). 59/158 banks CRE >300% equity.'",
        "sector_etf_rotation -> 'XLI +18.2% (top 2025), XLK +25%, Aerospace +76.5%. Jan 2026: smaller sectors outperforming.'",
        "ipo_ma -> 'Window open: 23 IPOs >$1B (2x YoY). Google/Wiz $32B. Pipeline: Databricks $134B, Anthropic $350B.'",
        "Add: perez_cycle_position -> 'Late Installation. Infra:app ratio 3.8:1. 90% startup failure. 95% pilot failure. Capital still flowing but failure rates building. Turning Point approaching but not triggered.'"
      ]
    }
  }
}
