{
  "scan_metadata": {
    "cycle": "v3-6",
    "date": "2026-02-12",
    "forces_scanned": ["F3_geopolitics", "F4_capital", "F5_psychology"],
    "scanner": "agent_a_batch_2",
    "search_queries_executed": 28,
    "methodology": "Multi-source web search across 24 topic areas. F3: US-China tariff truce risk, EU AI Act Digital Omnibus delay, NATO/European defense ReArm, TSMC 2nm capacity, India AI Summit, AUKUS autonomous warfare, China chip self-sufficiency acceleration, Gulf AI execution. F4: PE distress progression, VC/IPO market, CRE CMBS record delinquency, Fed hold confirmed, AI mega-rounds, defense tech record year, small business stress, market concentration. F5: Trust surveys, worker displacement escalation, human premium content shift, state AI regulation vs federal preemption, enterprise ROI evidence, deepfake scale, consumer confidence, education AI concerns. All data points sourced from named publications with dates. February 12, 2026 scan."
  },

  "signals": [
    {
      "signal_id": "A-2026-02-12-101",
      "force_category": "F3_geopolitics",
      "source_url": "https://www.cnbc.com/2026/01/13/trumps-tariff-iran-25-us-china-trade-deal.html",
      "source_name": "CNBC",
      "headline": "US-China tariff truce at risk: Trump's 25% tariff on Iran-linked countries threatens to derail Nov 2025 trade deal",
      "detail": "The Nov 2025 US-China trade truce (extending tariff reductions through Nov 10, 2026) faces a new destabilization vector. Trump threatened 25% tariffs on countries doing business with Iran — directly implicating China as Iran's largest trading partner. China responded it would take 'all necessary measures' to defend its interests. Average US tariffs on Chinese exports currently stand at 47.5% covering 100% of goods. The Penn Wharton Budget Model (Feb 3, 2026) estimates an average tax increase of $1,300 per US household from tariffs in 2026. Despite tensions, Chinese factories and ports are buzzing with activity ahead of Lunar New Year (CNBC Feb 12, 2026), suggesting trade flows continue regardless.",
      "raw_data_points": ["47.5% average US tariff on China (covers 100%)", "31.9% average China tariff on US", "Truce extends to Nov 10, 2026", "25% Iran-linked tariff threat", "$1,300 per household tariff tax (2026)", "Chinese export activity strong despite tariffs"],
      "time_horizon": "2026",
      "confidence": "medium",
      "delta_from_v35": "NEW RISK: Iran tariff threat is a novel destabilization vector not present in v3-4/v3-5. The Nov 2025 truce was previously modeled as stable through 2026. This introduces a pathway to truce collapse via third-party (Iran) conflict escalation. Also: actual tariff rate data (47.5%) is higher than the v3-4 framework estimate of 10-20% potential reduction.",
      "sector_implications": ["NAICS 31-33 Manufacturing", "NAICS 42 Wholesale Trade", "NAICS 11 Agriculture"],
      "geographic_scope": ["US", "China", "Iran"],
      "theoretical_lens": "T8 Geopolitical Fragmentation — trade architecture increasingly shaped by non-economic (security) considerations. Iran linkage transforms bilateral trade into trilateral geopolitical calculus."
    },
    {
      "signal_id": "A-2026-02-12-102",
      "force_category": "F3_geopolitics",
      "source_url": "https://www.euronews.com/my-europe/2025/11/19/european-commission-delays-full-implementation-of-ai-act-to-2027",
      "source_name": "Euronews / IAPP / Morrison Foerster",
      "headline": "EU Digital Omnibus confirmed: AI Act high-risk Annex III obligations proposed to delay from Aug 2026 to Dec 2027; Annex I to Aug 2028",
      "detail": "The European Commission's Digital Omnibus package (published Nov 19, 2025) proposes concrete delay timelines for AI Act high-risk obligations. Annex III systems (biometrics, employment, creditworthiness, law enforcement, health) delayed from Aug 2, 2026 to Dec 2, 2027 (16 months). Annex I systems delayed to Aug 2, 2028. Implementation is conditional: obligations apply 6 months after Commission confirms adequate compliance support (standards) is available for Annex III, 12 months for Annex I. The proposal requires European Parliament and Council approval before becoming law. This creates a regulatory uncertainty window where companies don't know if they must comply by Aug 2026 or Dec 2027.",
      "raw_data_points": ["Annex III: Aug 2, 2026 -> Dec 2, 2027 (proposed)", "Annex I: Aug 2, 2026 -> Aug 2, 2028 (proposed)", "6-month activation trigger after standards confirmed", "Requires Parliament + Council approval", "Affected: biometrics, employment, credit, law enforcement, health AI"],
      "time_horizon": "2026-2028",
      "confidence": "high",
      "delta_from_v35": "CONFIRMATION with specifics. v3-4 noted Digital Omnibus 'may postpone' Annex III — now we have exact dates (Dec 2027) and the conditional activation mechanism. The conditionality creates ADDITIONAL uncertainty: even after formal adoption, the 6-month clock only starts when standards are ready. This is a material change for all EU AI Act compliance planning.",
      "sector_implications": ["NAICS 54 Professional Services", "NAICS 52 Finance/Insurance", "NAICS 62 Healthcare", "NAICS 92 Public Admin"],
      "geographic_scope": ["EU"],
      "theoretical_lens": "T12 Regulatory Lag — regulators backpedaling on implementation timeline acknowledges that regulation is outpacing institutional readiness. Creates compliance market uncertainty that itself is a business opportunity."
    },
    {
      "signal_id": "A-2026-02-12-103",
      "force_category": "F3_geopolitics",
      "source_url": "https://behorizon.org/rearm-europe/",
      "source_name": "BE Horizon / European Parliament / Bloomberg",
      "headline": "ReArm Europe / Readiness 2030: EU mobilizes EUR 800B for defense with EUR 150B SAFE loan instrument and 1.5% GDP fiscal escape clause",
      "detail": "The EU ReArm Europe plan (formally Readiness 2030) represents the largest European defense mobilization since the Cold War. Five pillars: (1) Activating Stability and Growth Pact national escape clause, enabling 1.5% GDP increase in defense budgets = nearly EUR 650B in fiscal space over four years; (2) EUR 150B SAFE loan instrument (adopted by Council May 2025) for missile defense, drones, cybersecurity; (3) 'Mini-Omnibus' making civilian EU budgets (Horizon Europe, Digital Europe Programme) flexible for dual-use/defense projects; (4) EU-wide military mobility area by 2027; (5) Ukraine integrated into European Defence Fund. Bloomberg reports EU military plan prioritizes drone and air defense projects for 2026.",
      "raw_data_points": ["EUR 800B total mobilization target", "EUR 650B fiscal space (1.5% GDP escape clause)", "EUR 150B SAFE loan instrument (adopted May 2025)", "Military mobility area by 2027", "Ukraine associated with European Defence Fund", "Drones and air defense prioritized for 2026"],
      "time_horizon": "2026-2030",
      "confidence": "high",
      "delta_from_v35": "NEW SIGNAL: ReArm Europe/Readiness 2030 was not captured in v3-4/v3-5 as a unified program. v3-4 noted German EUR 95B defense budget and NATO 3.5% target, but the EUR 800B EU-level program with fiscal escape clause and EUR 150B SAFE instrument is a qualitative escalation. This transforms European defense from national budgets to EU-level coordinated spending.",
      "sector_implications": ["NAICS 336 Aerospace/Defense Manufacturing", "NAICS 334 Computer/Electronic Products", "NAICS 541 Professional/Scientific/Tech Services", "NAICS 518 Computing Infrastructure"],
      "geographic_scope": ["EU", "Ukraine"],
      "theoretical_lens": "T8 Geopolitical Fragmentation — Europe building autonomous defense capability as US reliability questioned. EUR 800B represents structural reallocation from civilian to military-industrial spending."
    },
    {
      "signal_id": "A-2026-02-12-104",
      "force_category": "F3_geopolitics",
      "source_url": "https://techcrunch.com/2026/02/01/india-offers-zero-taxes-through-2047-to-lure-global-ai-workloads/",
      "source_name": "TechCrunch / Business Standard / PIB India",
      "headline": "India offers zero taxes on cloud/AI revenues through 2047 and hosts first Global South AI summit (Feb 16-20) with 100+ US firms; Google/Amazon/Microsoft announce $70-100B investments",
      "detail": "India made three major AI moves in February 2026. First, the Finance Minister announced a tax holiday — effectively zero taxes on revenues from cloud services sold outside India if run from Indian data centers — extending through 2047 (21 years). Second, Google ($1.25 lakh crore for 1 GW AI hub in Visakhapatnam), Amazon ($2.9 lakh crore for cloud/AI by 2030), and Microsoft ($1.5 lakh crore for data centers) collectively pledged $70-100B+. Third, India hosts the AI Impact Summit 2026 (Feb 16-20, New Delhi) — the first global AI summit hosted in the Global South — with 100+ US firms, over 100 countries participating, and IndiaAI Fellowship expanded to 13,500 scholars. Data center capacity projected to reach 9.2 GW by 2030.",
      "raw_data_points": ["Zero tax on cloud revenues through 2047", "$70-100B announced from Google/Amazon/Microsoft", "9.2 GW data center capacity target by 2030", "13,500 IndiaAI Fellowship scholars", "100+ US firms at AI Impact Summit", "100+ countries participating", "1M AI professionals demand projected by 2026"],
      "time_horizon": "2026-2030",
      "confidence": "high",
      "delta_from_v35": "MAJOR UPDATE: v3-4 noted India's $11B startup funding and 38K GPUs. The zero-tax-through-2047 policy and $70-100B hyperscaler commitments are NEW and represent a qualitative shift from 'emerging' to 'executing at scale.' The 21-year tax holiday is the most aggressive AI attraction policy globally. India positioning as global AI compute hub, not just domestic market.",
      "sector_implications": ["NAICS 518 Computing Infrastructure", "NAICS 54 Professional Services", "NAICS 51 Information"],
      "geographic_scope": ["India", "US", "Global"],
      "theoretical_lens": "T10 Platform Economics — India creating platform-state for AI compute. Zero-tax policy is a Coasean transaction-cost reduction strategy to attract global AI workloads. Creates third compute center after US and Gulf."
    },
    {
      "signal_id": "A-2026-02-12-105",
      "force_category": "F3_geopolitics",
      "source_url": "https://ukdefencejournal.org.uk/aukus-navies-step-up-autonomous-warfare-push-in-2026/",
      "source_name": "UK Defence Journal",
      "headline": "AUKUS Pillar II expands autonomous maritime warfare trials in 2026; AI models proven interoperable across national platforms",
      "detail": "AUKUS partners (US, UK, Australia) are expanding trials of uncrewed and autonomous maritime technology in 2026 under the Maritime Big Play programme. Key milestones: allied drones demonstrated ability to swap and run AI models across national platforms during trilateral exercises, proving both technical compatibility and operational trust. Focus areas: shared command-and-control software, common autonomous baseline across three nations, joint test and reference environment. This extends Pillar II's scope beyond submarines into AI-driven autonomous warfare systems across aerial, maritime, and ground domains.",
      "raw_data_points": ["AI models interoperable across US/UK/Australia platforms", "Maritime Big Play programme expanding 2026", "Autonomous warfare trials across air/maritime/ground", "Shared C2 software development", "Common autonomous baseline across 3 nations"],
      "time_horizon": "2026-2028",
      "confidence": "medium",
      "delta_from_v35": "NEW SIGNAL: AUKUS autonomous warfare was not specifically tracked in v3-4/v3-5. The demonstrated interoperability of AI models across national defense platforms is a significant technical milestone — it means allied autonomous systems can operate as unified force. This validates defense tech interoperability as a market category.",
      "sector_implications": ["NAICS 336 Aerospace/Defense", "NAICS 334 Computer/Electronic Products", "NAICS 541 Professional/Tech Services"],
      "geographic_scope": ["US", "UK", "Australia"],
      "theoretical_lens": "T8 Geopolitical Fragmentation — allied AI interoperability creates military technology bloc parallel to China's. The ability to swap AI models across platforms is analogous to cloud portability in commercial tech."
    },
    {
      "signal_id": "A-2026-02-12-106",
      "force_category": "F3_geopolitics",
      "source_url": "https://edition.cnn.com/2026/02/10/tech/china-us-ai-race-challenges-intl-hnk-dst",
      "source_name": "CNN / War on the Rocks / CNAS",
      "headline": "China targets tripling domestic AI chip production by late 2026 with 3 new fabs; domestic firms expected to capture 80% of China AI chip demand by year-end",
      "detail": "China is accelerating semiconductor self-sufficiency beyond previous v3-4 estimates. Three new specialized fabrication plants are planned to come online by late 2026, designed to prioritize 'usable volume' over bleeding-edge performance. Domestic firms (Moore Threads with 'Lushan' processor, Biren Technology, MetaX, Enflame) are expected to capture up to 80% of China's domestic AI chip demand by end-2026. The US policy shifted to case-by-case review for H200/MI325X chips with a 25% 'security tariff.' China's EUV lithography gap remains (ASML machines restricted), forcing multi-patterning techniques at 7nm and 5nm. However, the emergency consultations in Busan led to a tentative one-year suspension of tit-for-tat semiconductor/rare earth measures.",
      "raw_data_points": ["3 new AI chip fabs planned by late 2026", "80% domestic capture of China AI chip demand targeted", "25% security tariff on US chip sales to China", "Moore Threads 'Lushan' processor launched", "Busan emergency consultations yielded 1-year suspension", "Multi-patterning at 7nm/5nm without EUV"],
      "time_horizon": "2026-2027",
      "confidence": "medium",
      "delta_from_v35": "UPDATE: v3-4 noted equipment self-sufficiency at 35% and overall chip self-sufficiency at ~30%. NEW data: 3 new fabs specifically for AI chips, 80% domestic demand capture target, and the Busan suspension agreement. The 25% 'security tariff' framing is new — US is monetizing chip exports rather than blocking them. Moore Threads 'Lushan' is a new competitor not previously tracked.",
      "sector_implications": ["NAICS 334 Semiconductor Manufacturing", "NAICS 518 Computing Infrastructure", "NAICS 54 Professional/Tech Services"],
      "geographic_scope": ["China", "US"],
      "theoretical_lens": "T8 Geopolitical Fragmentation + T6 Jevons — US controls accelerating China's domestic buildout (Jevons effect on import substitution). The shift from 'denial' to '25% security tariff' is a managed bifurcation strategy."
    },
    {
      "signal_id": "A-2026-02-12-107",
      "force_category": "F3_geopolitics",
      "source_url": "https://introl.com/blog/middle-east-ai-revolution-uae-saudi-arabia-100b-infrastructure-plans/",
      "source_name": "Introl / Soufan Center / Diplomatic Courier",
      "headline": "Saudi and UAE each pledged $100B for AI; HUMAIN deploying first 18,000 GB300 GPUs; UAE Stargate 1GW cluster backed by G42/OpenAI/Oracle/Nvidia/SoftBank",
      "detail": "Gulf AI execution continues to accelerate beyond v3-4 baseline. Saudi's HUMAIN (PIF subsidiary) has moved to deployment of first batch of 18,000 GB300 GPUs as part of the $100B 'Transcendence Project.' The UAE's Stargate project — a 1GW AI compute cluster — is backed by an unprecedented coalition: G42, OpenAI, Oracle, Cisco, NVIDIA, and SoftBank. Combined Gulf AI commitment now exceeds $200B across the two nations. AI expected to contribute $135B to Saudi economy and $96B to UAE by 2030. Both countries positioning as neutral AI compute hubs in the US-China bifurcation — the Soufan Center describes this as the 'UAE and KSA's AI Hedge in a Divided Global Order.'",
      "raw_data_points": ["$100B each from Saudi and UAE", "18,000 GB300 GPUs in first HUMAIN deployment", "1GW UAE Stargate cluster (G42/OpenAI/Oracle/Nvidia/SoftBank)", "$135B AI contribution to Saudi by 2030", "$96B AI contribution to UAE by 2030", "Gulf as neutral compute hub in US-China split"],
      "time_horizon": "2026-2030",
      "confidence": "high",
      "delta_from_v35": "UPDATE: v3-4 noted HUMAIN $23B in deals and MGX $100B partnership. NEW: specific GPU deployment (18,000 GB300s), UAE Stargate project with named backers, and the explicit 'neutral compute hub' positioning in US-China bifurcation. The $100B-each framing (previously $130B+ combined) suggests increased commitments.",
      "sector_implications": ["NAICS 518 Computing Infrastructure", "NAICS 22 Utilities", "NAICS 54 Professional/Tech Services"],
      "geographic_scope": ["Saudi Arabia", "UAE", "US", "China"],
      "theoretical_lens": "T8 Geopolitical Fragmentation — Gulf as third-party beneficiary of US-China tech bifurcation. Neutral compute zone creates arbitrage opportunity between the two blocs."
    },
    {
      "signal_id": "A-2026-02-12-108",
      "force_category": "F3_geopolitics",
      "source_url": "https://www.whitehouse.gov/presidential-actions/2025/12/eliminating-state-law-obstruction-of-national-artificial-intelligence-policy/",
      "source_name": "White House / NPR / Gibson Dunn",
      "headline": "Trump EO creates AI Litigation Task Force to challenge state AI laws; federal preemption proposed but 280 bipartisan state lawmakers resist; legal viability questioned",
      "detail": "The December 11, 2025 executive order 'Ensuring a National Policy Framework for Artificial Intelligence' created an AI Litigation Task Force under the Attorney General specifically to challenge state AI laws on interstate commerce and preemption grounds. The FCC must initiate a Federal reporting/disclosure standard for AI within 90 days. FTC must issue policy statement on AI deceptive practices. However, NPR reports the order's legal viability is questionable — executive orders cannot overturn existing state law (only Congress or courts can). 280 bipartisan state lawmakers signed a letter resisting preemption. Key carve-outs: child safety, compute/data center infrastructure, state procurement. Until legal challenges resolve, state laws remain enforceable.",
      "raw_data_points": ["AI Litigation Task Force created under AG", "FCC 90-day proceeding on AI disclosure standards", "FTC policy statement on AI deceptive practices", "280 bipartisan state lawmakers resist", "Carve-outs: child safety, data center infrastructure, state procurement", "EO cannot overturn existing state law"],
      "time_horizon": "2026-2027",
      "confidence": "high",
      "delta_from_v35": "CONFIRMATION with mechanism details. v3-4 noted the EO and 280 lawmakers resisting. NEW: specific Task Force creation, FCC 90-day proceeding deadline (Mar 2026), FTC statement requirement, and the legal analysis that the EO likely cannot preempt existing state laws. The carve-out for data center infrastructure is significant — it means the federal government is protecting AI compute buildout while contesting other state AI regulations.",
      "sector_implications": ["NAICS 54 Legal Services", "NAICS 51 Information", "NAICS 52 Finance/Insurance"],
      "geographic_scope": ["US"],
      "theoretical_lens": "T25 Fear Economics — federal-state tension is the institutional manifestation of competing fears: federal fear of losing AI competitiveness vs state fear of AI harm to constituents. Resolution timeline measured in years, not months."
    },
    {
      "signal_id": "A-2026-02-12-201",
      "force_category": "F4_capital",
      "source_url": "https://wolfstreet.com/2026/02/03/office-cmbs-delinquency-rate-spikes-to-record-12-3-much-worse-than-financial-crisis-meltdown-peak/",
      "source_name": "Wolf Street / Trepp / CRE Daily",
      "headline": "Office CMBS delinquency hits all-time record 12.34% in Jan 2026, surpassing 2008 Financial Crisis peak by 1.6 percentage points",
      "detail": "Trepp data shows the office CMBS delinquency rate spiked to 12.34% in January 2026 — an all-time record that is 1.6 percentage points above the worst moments of the 2008 Financial Crisis. The January increase was driven by a net increase in delinquent loans of nearly $1.6B. 'Flight to quality' is the primary mechanism: companies moving from older towers to new ones when leases expire, pulling the rug out from under older office buildings. Overall CMBS delinquency hit 7.46%, with the office sector accounting for the vast majority of stress. CRE maturities scheduled for 2026 now estimated at $936B-$1.8T depending on source. Average new CRE loan rate 6.24% vs 4.76% on expiring debt — a 148bp gap.",
      "raw_data_points": ["Office CMBS delinquency: 12.34% (Jan 2026, all-time record)", "1.6pp above 2008 Financial Crisis peak", "Net $1.6B increase in delinquent loans in January", "Overall CMBS delinquency: 7.46%", "$936B-$1.8T CRE maturing 2026", "New loan rate 6.24% vs 4.76% expiring = 148bp gap"],
      "time_horizon": "2026",
      "confidence": "high",
      "delta_from_v35": "SIGNIFICANT UPDATE: v3-4 reported CMBS delinquency at 7.29% and office at 11.76%. NEW: office CMBS hit 12.34% (new record), overall CMBS at 7.46%, and the explicit comparison to 2008 Financial Crisis peak (now 1.6pp worse). The $1.6B monthly increase in delinquent loans shows acceleration, not stabilization. This is the sharpest CRE deterioration signal since the engine began tracking.",
      "sector_implications": ["NAICS 531 Real Estate", "NAICS 522 Banking/Credit", "NAICS 524 Insurance", "NAICS 236 Construction"],
      "geographic_scope": ["US"],
      "theoretical_lens": "T4 Minsky Moment — office CRE is in the Ponzi finance phase where cashflows cannot service even interest on debt, let alone principal. The 12.34% delinquency rate means >1 in 8 office CMBS loans are non-performing. The 'flight to quality' dynamic creates a bifurcation: new Class A survives while older buildings enter death spiral."
    },
    {
      "signal_id": "A-2026-02-12-202",
      "force_category": "F4_capital",
      "source_url": "https://techcrunch.com/2026/02/09/anthropic-closes-in-on-20b-round/",
      "source_name": "TechCrunch / CNBC / Yahoo Finance",
      "headline": "Anthropic raising $20B+ at $350B valuation (up from $13B at $175B just 5 months ago); OpenAI assembling $100B round at $830B valuation",
      "detail": "AI frontier lab fundraising is entering a new magnitude. Anthropic is closing on a $20B+ round at $350B valuation — doubling its valuation from $175B just 5 months ago when it raised $13B (Sep 2025). Investors include Nvidia, Microsoft, Sequoia, Lightspeed, Menlo Ventures, and Singapore's sovereign wealth fund. An IPO is expected in H2 2026. Meanwhile, OpenAI is assembling a $100B round that would value it at $830B, led by SoftBank seeking to increase its stake. Also in Jan 2026: xAI raised $20B Series E at $230B valuation (Nvidia, Cisco, Fidelity, Qatar Investment Authority, MGX). AI startup Humans& raised $480M seed at $4.48B — hitting unicorn status at seed stage in just 3 months.",
      "raw_data_points": ["Anthropic: $20B+ round at $350B valuation", "Anthropic doubled valuation in 5 months ($175B -> $350B)", "OpenAI: $100B round targeting $830B valuation", "xAI: $20B Series E at $230B valuation (Jan 2026)", "Humans&: $480M seed at $4.48B (3 months old)", "Anthropic IPO expected H2 2026"],
      "time_horizon": "2026",
      "confidence": "high",
      "delta_from_v35": "MAJOR UPDATE: v3-4 noted Anthropic at $350B pipeline and OpenAI potential IPO. NEW: Anthropic's $20B is nearly finalized (was pipeline), OpenAI's $100B round at $830B is a new magnitude entirely, xAI's $20B confirms multiple frontier labs at $20B+ single rounds, and Humans& at unicorn-at-seed is a new phenomenon. Total frontier lab raises in Jan-Feb 2026 alone exceed $140B. This is Installation phase capital concentration at unprecedented scale.",
      "sector_implications": ["NAICS 5112 Software", "NAICS 518 Computing Infrastructure", "NAICS 5231 Securities"],
      "geographic_scope": ["US", "Global"],
      "theoretical_lens": "T5 Perez Installation Phase — capital flowing to foundation layer at unprecedented rates. The $830B OpenAI valuation vs ~$5B estimated revenue is a 166x revenue multiple, exceeding peak dot-com ratios. The question is whether this represents rational investment in a general-purpose technology or classic Installation phase excess."
    },
    {
      "signal_id": "A-2026-02-12-203",
      "force_category": "F4_capital",
      "source_url": "https://www.federalreserve.gov/newsevents/pressreleases/monetary20260128a.htm",
      "source_name": "Federal Reserve / CNBC / J.P. Morgan",
      "headline": "Fed holds at 3.50-3.75% in Jan 2026 with two FOMC dissents advocating cuts; futures pricing at most 2 cuts in 2026 and none in 2027",
      "detail": "The FOMC held rates at 3.50-3.75% in January 2026, pausing after three consecutive cuts. Notably, Governors Stephen Miran and Christopher Waller dissented, advocating another quarter-point cut — the first dissents in this cycle suggesting internal pressure for easing. The statement noted economic activity expanding at a solid pace but job gains remaining low with unemployment showing 'some signs of stabilization.' Futures markets now price at most two rate reductions in 2026 and none in 2027 regardless of next Fed chair. J.P. Morgan analysis: 'The Fed paused in January and is expected to do the same at its March meeting.'",
      "raw_data_points": ["Rate: 3.50-3.75% (Jan 2026 hold)", "2 FOMC dissents (Miran, Waller) favoring cut", "Futures: at most 2 cuts in 2026", "Futures: zero cuts priced for 2027", "Job gains 'remained low'", "Unemployment showing 'some signs of stabilization'"],
      "time_horizon": "2026",
      "confidence": "high",
      "delta_from_v35": "UPDATE with key nuance: v3-4 noted Jan hold with dot plot showing 1 cut. NEW: the two dissents (Miran, Waller) represent internal dovish pressure that wasn't previously tracked. Futures now price at most 2 cuts (slightly more dovish than dot plot's 1 cut). The zero-cuts-in-2027 pricing is NEW and signals market expects a structural shift to higher neutral rate. This affects every business model dependent on cheaper capital.",
      "sector_implications": ["NAICS 531 Real Estate", "NAICS 522 Banking", "NAICS 52 Finance/Insurance"],
      "geographic_scope": ["US"],
      "theoretical_lens": "T13 Capital Structure Theory — higher-for-longer rates create persistent selection pressure favoring cashflow-positive businesses over capital-intensive pre-revenue models. The zero-2027-cut pricing suggests this is not cyclical but structural."
    },
    {
      "signal_id": "A-2026-02-12-204",
      "force_category": "F4_capital",
      "source_url": "https://www.defensenews.com/industry/2026/01/20/defense-tech-startups-had-their-best-funding-year-ever-in-2025/",
      "source_name": "Defense News / CNBC / GovConWire",
      "headline": "Defense tech VC doubled to $17.9B equity funding in 2025 (from $7.3B in 2024); exits hit record $54.4B; Nvidia acquired Groq for $20B",
      "detail": "Defense technology startups had their best funding year ever. Equity funding for defense tech startups more than doubled to $17.9B in 2025 from $7.3B in 2024, while total deal value (including debt) reached $49.1B. VC exits from defense-tech investments jumped to a record $54.4B from $18.2B in 2024, with most exits through acquisitions — headlined by Nvidia's $20B purchase of Groq (an AI inference chip maker with defense applications). The number of firms actively investing in defense tech increased 41% last year, with mainstream venture dropping previous ethical objections. The Pentagon's FY2026 budget totals $961.6B base + $150B reconciliation. The global defense market is estimated at $2.75T in 2026.",
      "raw_data_points": ["$17.9B defense tech equity funding 2025 (2.45x YoY)", "$49.1B total defense tech deal value", "$54.4B defense tech exits (record, 3x YoY)", "Nvidia/Groq $20B (largest defense-adjacent tech M&A)", "41% increase in active defense tech investors", "$961.6B Pentagon base budget + $150B reconciliation", "$2.75T global defense market 2026"],
      "time_horizon": "2026",
      "confidence": "high",
      "delta_from_v35": "UPDATE with exit data: v3-4 noted $49.1B deal value and defense AI supercycle. NEW: the $54.4B exit figure (3x YoY) and Nvidia/Groq $20B acquisition were not tracked. The exit volume exceeding investment volume ($54.4B exits vs $49.1B deals) signals a maturing market where defense tech delivers returns. 41% increase in active investors confirms mainstream adoption of defense tech as venture category.",
      "sector_implications": ["NAICS 336 Aerospace/Defense", "NAICS 334 Computer/Electronic Products", "NAICS 5415 Computer Systems Design"],
      "geographic_scope": ["US", "UK", "Australia", "EU"],
      "theoretical_lens": "T5 Perez Deployment Phase — defense tech exits ($54.4B) exceeding investment ($49.1B) is a Deployment-phase signal. Installation-phase sectors consume capital; Deployment-phase sectors return it. Defense tech may be the first AI sector entering Deployment phase."
    },
    {
      "signal_id": "A-2026-02-12-205",
      "force_category": "F4_capital",
      "source_url": "https://insight.factset.com/sp-500-earnings-season-update-february-6-2026",
      "source_name": "FactSet / Goldman Sachs / Lord Abbett",
      "headline": "S&P 500 concentration at record: top 10 = 40% of index weight; forward P/E at 22x (matching 2021 peak); Mag 7 earnings share declining to 31%",
      "detail": "Stock market concentration has reached historic extremes. The top 10 holdings of the S&P 500 represent 40% of the index's total weight as of Dec 31, 2025 — the most concentrated on record. The S&P 500 forward P/E ratio sits at 22x, matching the 2021 peak and approaching the 2000 record of 24x. However, a positive signal: the Magnificent 7's share of earnings growth decreased to 31% in Q3 2025, suggesting earnings breadth is improving. Analysts project 14.1% earnings growth for calendar year 2026 (Q1: 11.3%, Q2: 14.9%). The seven largest stocks (Nvidia, Apple, Microsoft, Google, Amazon, Broadcom, Meta) account for roughly a quarter of total S&P 500 earnings.",
      "raw_data_points": ["Top 10 = 40% of S&P 500 weight (record)", "Forward P/E: 22x (matches 2021 peak, near 2000 record 24x)", "Mag 7 earnings share: 31% (declining from higher)", "2026 earnings growth forecast: 14.1%", "Q1 2026 growth: 11.3%, Q2: 14.9%", "7 largest stocks = ~25% of total S&P 500 earnings"],
      "time_horizon": "2026",
      "confidence": "high",
      "delta_from_v35": "UPDATE: v3-4 noted S&P 500 at 33% Mag 7 weight and sector rotation to industrials. NEW: top 10 at 40% (record concentration), forward P/E at 22x (risk metric), and the positive signal that Mag 7 earnings SHARE is declining to 31% (broadening). The tension between record concentration (40%) and declining earnings dominance (31%) suggests the market is late to reprice — concentration is a lagging indicator of a broadening earnings base.",
      "sector_implications": ["NAICS 5231 Securities", "NAICS 5112 Software", "NAICS 518 Computing"],
      "geographic_scope": ["US"],
      "theoretical_lens": "T5 Perez Installation-Deployment Transition — record market concentration in tech (40% top 10) while earnings broaden (Mag 7 to 31%) is the financial market signature of Installation->Deployment transition. Capital is still concentrated in Installation winners, but underlying earnings are shifting to Deployment sectors."
    },
    {
      "signal_id": "A-2026-02-12-206",
      "force_category": "F4_capital",
      "source_url": "https://pestakeholder.org/reports/private-equity-bankruptcy-tracker/",
      "source_name": "PE Stakeholder Project / Capstone Partners / Mintz",
      "headline": "PE-backed bankruptcies continue into 2026; business bankruptcies expected to trend upward; PE dry powder positions for aggressive middle-market M&A",
      "detail": "Business bankruptcy filings that rose through 2024-2025 are expected to continue trending upward through early 2026. The most exposed sectors: retail, casual dining, real estate, energy, healthcare, higher education, and non-bank finance. In H2 2025, PE-backed failures accelerated across healthcare and retail. PE firms are struggling to exit investments through sales or IPOs, holding companies longer in distressed conditions. However, the significant PE dry powder available is positioning 2026 for aggressive middle-market M&A, especially carve-outs and strategic asset sales. Private credit has emerged as the dominant liquidity source for distressed companies, with liability management exercises dominating restructuring headlines.",
      "raw_data_points": ["Bankruptcy filings trending upward through early 2026", "Most exposed: retail, dining, RE, energy, healthcare, education, non-bank finance", "PE dry powder positioning for aggressive middle-market M&A", "Private credit as dominant distress liquidity source", "Liability management exercises (out-of-court) dominating restructuring", "PE holding companies longer in distress"],
      "time_horizon": "2026",
      "confidence": "medium",
      "delta_from_v35": "UPDATE: v3-4 noted PE distress rate at 11.98% and PE-backed = 70% of large bankruptcies. NEW: specific sector exposure list (healthcare and higher education are new additions), private credit emergence as distress liquidity source (was not tracked), and the PE pivot from exit-seeking to aggressive M&A using dry powder. The healthcare PE distress acceleration is particularly notable given healthcare's separate AI transformation dynamics.",
      "sector_implications": ["NAICS 44-45 Retail", "NAICS 722 Restaurants", "NAICS 531 Real Estate", "NAICS 62 Healthcare", "NAICS 611 Education"],
      "geographic_scope": ["US"],
      "theoretical_lens": "T4 Minsky — PE sector approaching Ponzi finance stage where new capital is needed to service existing commitments. Private credit stepping in as lender of last resort creates new leverage layers."
    },
    {
      "signal_id": "A-2026-02-12-207",
      "force_category": "F4_capital",
      "source_url": "https://news.crunchbase.com/venture/crunchbase-predicts-vcs-expect-more-funding-ai-ipo-ma-2026-forecast/",
      "source_name": "Crunchbase / Wellington / Pensions & Investments",
      "headline": "VC 2026 outlook: 10-25% funding increase expected; AI continues to dominate; IPO window widening for OpenAI/Anthropic/SpaceX; secondaries becoming mainstream liquidity",
      "detail": "Top VCs expect 10-25% year-over-year VC funding increase in 2026 after 2025's third-strongest year ($506B globally). Key trends: (1) AI will continue to dominate, with funding concentrating in robotics and defense tech alongside core AI; (2) Climate tech, crypto, and undifferentiated vertical AI losing funding share; (3) IPO momentum building with OpenAI, Anthropic, SpaceX, Databricks, Canva, and Strava as top candidates; (4) Secondaries becoming increasingly mainstream as a liquidity option — no longer a last resort but a strategic tool; (5) Fewer winners expected as concentration increases. Wellington Management identifies five key trends: secondaries normalization, AI monetization pressure, rising valuations, quality focus, and the IPO market recovery.",
      "raw_data_points": ["10-25% VC funding increase expected 2026", "AI + robotics + defense tech gaining share", "Climate tech, crypto, undifferentiated AI losing share", "Secondaries becoming mainstream liquidity", "IPO pipeline: OpenAI, Anthropic, SpaceX, Databricks, Canva", "Fewer winners as concentration increases"],
      "time_horizon": "2026",
      "confidence": "medium",
      "delta_from_v35": "UPDATE: v3-4 noted IPO market reopening (23 $1B+ IPOs). NEW: specific 10-25% growth forecast, the explicit categories gaining (robotics, defense) and losing (climate, crypto, undifferentiated AI) funding share, and secondaries normalization as a structural liquidity shift. The 'fewer winners' expectation confirms Installation-phase consolidation.",
      "sector_implications": ["NAICS 5231 Securities", "NAICS 5112 Software", "NAICS 334 Computer/Electronic Products"],
      "geographic_scope": ["US", "Global"],
      "theoretical_lens": "T5 Perez — market entering late Installation where capital concentrates into proven winners while marginal players are starved. Secondaries normalization is a maturation signal."
    },
    {
      "signal_id": "A-2026-02-12-301",
      "force_category": "F5_psychology",
      "source_url": "https://www.cnbc.com/2026/01/20/ai-impacting-labor-market-like-a-tsunami-as-layoff-fears-mount.html",
      "source_name": "CNBC / Resume-Now / AllWork / UF Research",
      "headline": "Worker AI fear escalates: 60% expect AI to eliminate more jobs than it adds in 2026; 51% worried about losing their job to AI; 1 in 5 knows someone who lost their job to AI",
      "detail": "Worker displacement fear has accelerated beyond v3-4 baseline. Resume-Now survey: 60% of US workers expect AI to eliminate more jobs than it adds in 2026 (up from the 40% fear metric tracked in v3-4). 51% are worried about losing their own job (10% extremely worried). The fear is becoming grounded in reality: 1 in 5 workers now knows someone personally who lost a job to AI in the past year. The University of Florida published research identifying mental health effects of AI-driven job insecurity, noting 'a growing number of individuals experiencing distress rooted in the looming threat of professional obsolescence.' Baby boomers saw a 35% decrease in AI confidence; Gen X dropped 25%. Entry-level hiring continues collapsing: two-thirds of firms reduced junior roles.",
      "raw_data_points": ["60% expect AI to cut more jobs than it adds (Resume-Now)", "51% worried about losing their job to AI", "10% extremely worried", "1 in 5 knows someone who lost job to AI", "35% decrease in Boomer AI confidence", "25% decrease in Gen X AI confidence", "2/3 of firms reduced junior roles"],
      "time_horizon": "2026",
      "confidence": "high",
      "delta_from_v35": "ESCALATION: v3-4 tracked 40% worker displacement fear (Mercer). NEW: 60% expect net job losses (Resume-Now) — a 50% increase in the fear metric using a different but comparable survey. The '1 in 5 knows someone who lost their job to AI' is a critical new data point — fear is transitioning from abstract to experiential. The UF mental health research is the first academic evidence of AI-specific occupational anxiety as a clinical phenomenon.",
      "sector_implications": ["ALL NAICS", "NAICS 611 Education", "NAICS 62 Healthcare (mental health)"],
      "geographic_scope": ["US"],
      "theoretical_lens": "T25 Fear Economics + T14 Prospect Theory — fear is now experiential (1 in 5 knows someone), not just anticipatory. Experiential fear is 3-5x more powerful than abstract fear in driving behavior change. This creates immediate demand for workforce transition services, mental health support, and political action."
    },
    {
      "signal_id": "A-2026-02-12-302",
      "force_category": "F5_psychology",
      "source_url": "https://hbr.org/2026/01/companies-are-laying-off-workers-because-of-ais-potential-not-its-performance",
      "source_name": "HBR / Fortune / Oxford Economics / CBS News",
      "headline": "AI-washing layoffs confirmed: 108,435 job cuts in Jan 2026 (+118% YoY); companies citing AI potential not performance; firms not replacing workers with AI at scale",
      "detail": "Harvard Business Review (Jan 2026) confirmed a structural phenomenon: companies are laying off workers because of AI's potential — not its actual performance. Employers announced 108,435 job cuts in January 2026, a 118% increase from the prior year. Key cuts: Amazon 16,000 positions (January), Pinterest 15% workforce (~700-780 roles), Meta 1,500 Reality Labs, Dow 4,500 (AI/automation cited), ASML 1,700, UPS 30,000 (Amazon split). Fortune (Feb 10, 2026) coined 'forever layoffs' — companies cutting jobs even amid rising profits. Oxford Economics confirms: 'Firms don't appear to be replacing workers with AI on a significant scale.' This is 'AI-washing': using AI as justification for cost-cutting that would happen regardless. Yet the psychological impact on remaining workers is real.",
      "raw_data_points": ["108,435 Jan 2026 job cuts (+118% YoY)", "Amazon: 16,000", "Pinterest: 15% workforce", "Meta: 1,500 Reality Labs", "Dow: 4,500 (AI cited)", "ASML: 1,700", "UPS: 30,000", "Firms NOT replacing workers with AI at scale (Oxford Econ)"],
      "time_horizon": "2026",
      "confidence": "high",
      "delta_from_v35": "MAJOR UPDATE: v3-4 noted 55,000 AI-attributed layoffs in 2025. NEW: 108,435 in January 2026 ALONE (+118% YoY). The HBR 'potential not performance' framing and Oxford Economics 'not replacing at scale' confirmation establish that AI-washing is now mainstream corporate behavior. The specific company list (Amazon, Pinterest, Meta, Dow) shows this spans tech, social media, chemicals, and manufacturing. The 'forever layoffs' concept (cutting jobs amid profits) is a new psychological signal.",
      "sector_implications": ["NAICS 5112 Software", "NAICS 31-33 Manufacturing", "NAICS 519 Internet/Web", "NAICS 334 Electronics"],
      "geographic_scope": ["US", "Global"],
      "theoretical_lens": "T25 Fear Economics — AI-washing creates a self-fulfilling prophecy: companies cite AI to justify cuts -> workers fear AI -> political demand for regulation -> regulation creates compliance costs -> companies cut more workers to fund compliance. The 'forever layoffs amid profits' dynamic is a new structural pattern where AI narrative enables permanent workforce reduction."
    },
    {
      "signal_id": "A-2026-02-12-303",
      "force_category": "F5_psychology",
      "source_url": "https://byteiota.com/junior-developer-extinction-67-hiring-collapse-explained/",
      "source_name": "ByteIota / Rest of World / IEEE Spectrum / CNBC",
      "headline": "Entry-level hiring collapse deepens: 67% drop in junior developer roles; postings for entry-level jobs down 35% since Jan 2023; 37% of managers prefer AI over hiring Gen Z",
      "detail": "The entry-level hiring collapse is accelerating into a structural break. Junior developer hiring has dropped 67% from 2024-2026. Overall US entry-level job postings declined ~35% since January 2023 (Revelio Labs). Only 7% of new hires in 2024 were recent graduates despite slight hiring rebounds. 37% of managers said they'd rather use AI than hire a Gen Z employee. The mechanism: when AI can generate SQL queries, summarize legal briefs, or debug code at near-zero marginal cost, the economic rationale for paying a junior $70,000 collapses. Industry veterans call this 'slow decay' — an ecosystem that stops training its replacements. A 67% hiring cliff in 2024-2026 means 67% fewer potential leaders in 2031-2036.",
      "raw_data_points": ["67% drop in junior developer hiring 2024-2026", "35% decline in all entry-level postings since Jan 2023 (Revelio Labs)", "Only 7% of new hires were recent graduates (2024)", "37% of managers prefer AI over hiring Gen Z", "UK tech entry-level: -46% in 2024, -53% projected by end 2026"],
      "time_horizon": "2026-2031",
      "confidence": "high",
      "delta_from_v35": "DEEPENING: v3-4 noted entry-level hiring freeze and Gen Z anxiety. NEW: specific 67% collapse metric for junior developers, 35% overall entry-level decline (Revelio Labs, first hard data), 37% manager preference for AI over Gen Z hire, and the 7% graduate hiring rate. The '67% fewer leaders in 2031-2036' projection makes this a decade-scale structural concern, not a cyclical adjustment.",
      "sector_implications": ["NAICS 5112 Software", "NAICS 54 Professional Services", "NAICS 611 Education", "ALL NAICS"],
      "geographic_scope": ["US", "UK", "Global"],
      "theoretical_lens": "T3 Baumol Cost Disease (inverted) — AI is eliminating the low-cost labor that traditionally subsidized professional development. The 'apprenticeship' function of entry-level work has no AI substitute, creating a long-term human capital formation crisis."
    },
    {
      "signal_id": "A-2026-02-12-304",
      "force_category": "F5_psychology",
      "source_url": "https://www.bloomberg.com/news/articles/2026-02-06/us-consumer-sentiment-unexpectedly-rises-to-a-six-month-high",
      "source_name": "Bloomberg / University of Michigan / Retail Brew",
      "headline": "Consumer sentiment: Michigan index at 57.3 (6-month high) but 20%+ below year-ago; wealthy Americans drive improvement while hourly workers lag 7 points; inflation expectations at 4.0%",
      "detail": "The University of Michigan consumer sentiment index rose to 57.3 in February 2026 — a third consecutive monthly increase and six-month high that beat expectations of 55. However, the improvement is highly stratified: stock holdings were the primary driver, meaning wealthy Americans are rebuilding confidence while workers in essential/hourly roles score roughly 7 points lower. Overall sentiment remains more than 20% below its level a year ago. Year-ahead inflation expectations declined to 4.0% (lowest since Jan 2025) while longer-run expectations edged up to 3.3%. Retail Brew notes a paradox: 'consumer confidence is collapsing, but spending is strong' — suggesting behavior and sentiment have decoupled.",
      "raw_data_points": ["Michigan CSI: 57.3 (Feb 2026, 6-month high)", "20%+ below year-ago level", "7-point gap: wealthy vs hourly workers", "Stock holdings primary driver of improvement", "Year-ahead inflation expectations: 4.0%", "Long-run inflation: 3.3%", "Spending strong despite collapsing confidence"],
      "time_horizon": "2026",
      "confidence": "high",
      "delta_from_v35": "UPDATE with stratification data: v3-4 noted Michigan at 57.3 (4-year low). NEW: the February reading is a 6-month high at 57.3 (same level but now characterized as improving). Critical new insight: the 7-point wealth-labor gap and the spending-confidence decoupling. This is a K-shaped psychology: capital-owners recovering confidence while labor remains anxious. The spending-despite-low-confidence paradox suggests consumers are stress-spending, not confident-spending.",
      "sector_implications": ["NAICS 44-45 Retail", "NAICS 722 Food Services", "NAICS 52 Finance"],
      "geographic_scope": ["US"],
      "theoretical_lens": "T14 Prospect Theory — K-shaped sentiment reflects bifurcated loss exposure. Capital-owners see asset gains (stock market at highs); workers see job losses (AI layoffs, entry-level collapse). Same economy, different risk profiles, different psychological states. The spending-confidence decoupling may indicate habitual consumption inertia rather than genuine demand."
    },
    {
      "signal_id": "A-2026-02-12-305",
      "force_category": "F5_psychology",
      "source_url": "https://www.npr.org/2026/01/14/nx-s1-5674741/ai-schools-education",
      "source_name": "NPR / CNN / US Dept of Education",
      "headline": "AI in education: Brookings finds risks outweigh benefits for children; Ohio mandates AI frameworks for all schools by July 2026; parents report children anxiety from AI-set learning targets",
      "detail": "The education AI trust friction is crystallizing with new evidence. A Brookings Institution study based on focus groups in 50 countries found AI risks currently outweigh benefits for children, citing undermined emotional well-being including ability to form relationships, recover from setbacks, and maintain mental health. CNN reported on Alpha School in Texas where parents complained AI-set learning targets were placing extreme anxiety on children, shifting students from 'curiosity about knowledge to extreme focus on metrics.' Ohio became the latest state to mandate that every public, community, and STEM school adopt an AI framework by July 1, 2026. There remains no comprehensive federal regulation for AI in schools. The US Department of Education issued guidance emphasizing parental stakeholder engagement in AI deployment decisions.",
      "raw_data_points": ["Brookings: AI risks outweigh benefits for children (50-country study)", "Ohio: all public schools must adopt AI framework by Jul 1, 2026", "Alpha School parents report child anxiety from AI learning targets", "No comprehensive federal AI-in-schools regulation", "DoE guidance emphasizes parental engagement", "55% of adults uncomfortable with AI in education (v3-4 baseline)"],
      "time_horizon": "2026-2027",
      "confidence": "high",
      "delta_from_v35": "UPDATE with specific evidence: v3-4 noted education at 55% uncomfortable (highest fear friction). NEW: Brookings 50-country study providing academic evidence that risks outweigh benefits, Ohio school mandate (first state to require universal AI framework), and specific parent complaints about child anxiety from AI-driven targets. The education sector is emerging as the most psychologically resistant to AI adoption — the fear is not abstract but grounded in observable child behavior changes.",
      "sector_implications": ["NAICS 611 Education", "NAICS 5112 Software (EdTech)", "NAICS 62 Healthcare (child mental health)"],
      "geographic_scope": ["US", "Global"],
      "theoretical_lens": "T25 Fear Economics — education AI resistance has the highest fear friction of any sector because it involves children. Parental loss aversion (T14 Prospect Theory) for child welfare exceeds any other category. This creates the longest-lasting resistance to AI adoption and the strongest demand for governance/safety infrastructure."
    },
    {
      "signal_id": "A-2026-02-12-306",
      "force_category": "F5_psychology",
      "source_url": "https://opentools.ai/news/deepfakes-and-digital-deception-how-ai-is-shaping-2026s-reality",
      "source_name": "Europol / UNESCO / MIT Technology Review / NBC News",
      "headline": "Europol projects 90% of online content may be synthetically generated by 2026; 8M deepfakes shared in 2025 (16x from 2023); trust collapse accelerating",
      "detail": "The deepfake/disinformation crisis is reaching a structural inflection point. Europol estimates 90% of online content may be generated synthetically by 2026. The deepfake volume trajectory: 500,000 in 2023 -> 8 million shared in 2025 (16x in 2 years). In 2024, 49% of companies experienced audio and video deepfakes. Non-consensual deepfake content increased 1,780% between 2019-2024. NBC News reports experts warn of a 'collapse of trust online' driven by AI. MIT Technology Review (Feb 2, 2026) notes 'what's fake often looks real and what's real often looks fake' — the 'Liar's Dividend' where authentic content is dismissed as fake. The EU AI Act mandates transparency on AI-generated content from 2026, but enforcement mechanisms remain unclear.",
      "raw_data_points": ["90% of online content may be synthetic by 2026 (Europol)", "8M deepfakes shared in 2025 (was 500K in 2023)", "49% of companies experienced deepfakes in 2024", "1,780% increase in non-consensual deepfakes 2019-2024", "EU AI Act transparency mandate from 2026", "MIT: 'Liar's Dividend' effect accelerating"],
      "time_horizon": "2026-2027",
      "confidence": "medium",
      "delta_from_v35": "NEW SIGNAL: Deepfake/synthetic content was not specifically tracked in v3-4/v3-5 F5 signals. The Europol 90% projection and 16x deepfake growth in 2 years represent a NEW category of trust erosion. The 'Liar's Dividend' (authentic content dismissed as fake) is a second-order effect that undermines ALL content trust, not just AI-generated content. This amplifies the human premium signal (A-2026-02-11-V3C4-F5-03) by creating a verification infrastructure imperative.",
      "sector_implications": ["NAICS 51 Information/Media", "NAICS 54 Professional Services", "NAICS 52 Finance (fraud)", "NAICS 92 Public Admin (elections)"],
      "geographic_scope": ["Global"],
      "theoretical_lens": "T25 Fear Economics — deepfakes create systemic trust destruction that goes beyond individual incidents. The 'Liar's Dividend' is a fear multiplier: once people know fakes exist, they distrust EVERYTHING, including authentic content. This creates massive demand for verification/authentication infrastructure."
    },
    {
      "signal_id": "A-2026-02-12-307",
      "force_category": "F5_psychology",
      "source_url": "https://www.deloitte.com/us/en/what-we-do/capabilities/applied-artificial-intelligence/content/state-of-ai-in-the-enterprise.html",
      "source_name": "Deloitte / PwC / McKinsey / ETR",
      "headline": "Enterprise AI ROI crystallizing but narrowing: 66% report productivity gains, $37B spent on GenAI in 2025 (3.2x YoY), but enterprise-wide EBIT impact still rare; shift to disciplined deployment",
      "detail": "Enterprise AI adoption is entering a more disciplined phase. Companies spent $37B on generative AI in 2025, up 3.2x from $11.5B in 2024. 66% of organizations report productivity gains (40% higher quality work, 3+ hours saved weekly, 31% reduction in email time). AI deals convert at 47% vs 25% for traditional SaaS. However, meaningful enterprise-wide bottom-line EBIT impact remains rare — confirming the v3-4 finding. The shift: enterprises are buying fewer AI licenses but spending more per license, reflecting tighter governance, more focused use cases, and demand for higher-value capabilities. PwC's 2026 predictions emphasize 'discipline over experimentation.' This is the Installation-to-Deployment transition: from 'try everything' to 'prove ROI.'",
      "raw_data_points": ["$37B GenAI spending 2025 (3.2x from $11.5B in 2024)", "66% report productivity gains", "40% higher quality work", "3+ hours saved weekly", "47% AI deal conversion vs 25% SaaS", "Enterprise-wide EBIT impact still rare", "Fewer licenses, higher spend per license"],
      "time_horizon": "2026-2027",
      "confidence": "high",
      "delta_from_v35": "UPDATE with nuance: v3-4 noted 80%+ see no EBIT impact. NEW: $37B spending figure (3.2x growth), specific productivity metrics (40% quality, 3hr/week, 31% email), the 47% conversion rate vs SaaS, and the 'fewer licenses, higher spend' discipline signal. The picture is more nuanced than 'no ROI' — there IS task-level ROI, but enterprise-level transformation ROI remains elusive. The shift to disciplined deployment is a structural change in how enterprises buy AI.",
      "sector_implications": ["ALL NAICS", "NAICS 5112 Software", "NAICS 54 Professional/Tech Services"],
      "geographic_scope": ["US", "Global"],
      "theoretical_lens": "T5 Perez Installation-Deployment Transition — the shift from 'buy everything' to 'prove ROI' is textbook Installation->Deployment. The 3.2x spending growth WITH fewer licenses means capital is concentrating into proven solutions. This is the selection phase where 80% of current AI tools get eliminated."
    },
    {
      "signal_id": "A-2026-02-12-308",
      "force_category": "F5_psychology",
      "source_url": "https://www.wiley.law/article-2026-State-AI-Bills-That-Could-Expand-Liability-Insurance-Risk",
      "source_name": "Wiley / IAPP / Transparency Coalition / King & Spalding",
      "headline": "2026 state AI legislation wave: Michigan proposes civil liability for harmful chatbots to minors; agentic AI, algorithmic pricing, and health AI emerge as new regulatory targets",
      "detail": "The 2026 state legislative session is introducing new categories of AI regulation beyond the 1,208 bills from 2025. Key developments: Michigan legislature considering civil liability including punitive damages for chatbots encouraging self-harm, drug use, violence, or disordered eating in minors. Multiple states targeting agentic AI (autonomous AI agents that take actions), algorithmic pricing (dynamic pricing algorithms), and health AI specifically. Colorado's AI Act (the most comprehensive state law, effective 2026) is being watched as a template. The Transparency Coalition is tracking all 2026 AI bills. Wiley Law flags that new state bills could significantly expand liability and insurance risk for AI deployers. The federal-state tension (Trump EO vs 280 lawmakers) means compliance with BOTH state and any future federal framework is needed.",
      "raw_data_points": ["Michigan: civil + punitive damages for harmful chatbots to minors", "New 2026 targets: agentic AI, algorithmic pricing, health AI", "Colorado AI Act effective 2026 (most comprehensive)", "Ohio: all schools must adopt AI framework by Jul 2026", "38 states passed AI legislation in 2025", "Federal-state tension unresolved"],
      "time_horizon": "2026-2027",
      "confidence": "high",
      "delta_from_v35": "NEW CATEGORIES: v3-4 tracked 1,208 bills and 145 enacted. NEW: 2026 legislation introduces novel categories not present in 2025 — agentic AI regulation, algorithmic pricing oversight, and specific chatbot liability for minors. Michigan's punitive damages for harmful chatbots is the first proposal to create AI-specific liability for psychological harm to children. These represent a regulatory evolution from 'govern AI use' to 'liability for AI outcomes.'",
      "sector_implications": ["NAICS 54 Legal Services", "NAICS 5112 Software", "NAICS 524 Insurance", "NAICS 611 Education"],
      "geographic_scope": ["US"],
      "theoretical_lens": "T25 Fear Economics — state regulation is expanding from AI governance (process) to AI liability (outcomes). This shifts the economic calculus: companies now face not just compliance costs but potential damages. The chatbot-child-harm liability is the highest-fear-friction regulatory proposal to date."
    }
  ],

  "counter_signals": [
    {
      "signal_id": "CS-2026-02-12-101",
      "counters_projection": "AI capital concentration will lead to a Perez Turning Point crash in 2026",
      "evidence": "Q4 2025 was the strongest VC quarter ($138B). January 2026 opened with $13B+ in AI funding. xAI raised $20B, Anthropic closing $20B+, OpenAI assembling $100B. Defense tech exits ($54.4B) exceeded investment ($49.1B). IPO window widening. Capital is still ACCELERATING into AI, not contracting. The Turning Point may be 2027-2028, not 2026.",
      "source": "Crunchbase 2025 EOY data, TechCrunch, Defense News"
    },
    {
      "signal_id": "CS-2026-02-12-102",
      "counters_projection": "Worker displacement fear (60%) will translate to actual mass displacement",
      "evidence": "Oxford Economics and HBR Jan 2026 confirm: 'Firms don't appear to be replacing workers with AI on a significant scale.' The 108,435 January layoffs are 118% above prior year but firms are NOT citing AI replacement — they're using AI as narrative cover for cost-cutting. Actual AI-attributed layoffs (55,000 in 2025) represent only 4.5% of total layoffs. The fear-to-reality ratio remains approximately 10:1.",
      "source": "HBR Jan 2026, Oxford Economics, Fortune Feb 10 2026"
    },
    {
      "signal_id": "CS-2026-02-12-103",
      "counters_projection": "CRE CMBS delinquency (12.34%) will trigger a systemic banking crisis",
      "evidence": "Office CMBS is a specific slice of CRE debt. Bank-held CRE loan delinquency remains at ~1.2% (vs CMBS 7.46%). The most exposed banks (59 with CRE >300% equity) are predominantly smaller community banks, not systemically important institutions. The Fed has been stress-testing for CRE scenarios since 2023. Also: data center demand is providing alternative use for some distressed properties. Moody's projects vacancy to peak in 2026 at 24% then stabilize.",
      "source": "FRED delinquency data, Moody's CRE forecast, Wolf Street Feb 2026"
    },
    {
      "signal_id": "CS-2026-02-12-104",
      "counters_projection": "Enterprise AI has no ROI and will face budget cuts",
      "evidence": "While enterprise-wide EBIT impact is rare, task-level ROI is real and measurable: 40% higher quality work, 3+ hours saved weekly, 31% email time reduction, 47% deal conversion rate (vs 25% SaaS). GenAI spending grew 3.2x YoY to $37B. Companies are buying fewer but better licenses — this is disciplined adoption, not retreat. The shift from experimentation to deployment suggests ROI is narrowing to specific high-value use cases rather than disappearing entirely.",
      "source": "Deloitte State of AI 2026, PwC AI Predictions, McKinsey State of AI 2025"
    },
    {
      "signal_id": "CS-2026-02-12-105",
      "counters_projection": "Chinese AI chip self-sufficiency will make US export controls irrelevant by 2027",
      "evidence": "China's domestic AI chips remain 2-3 generations behind Nvidia's leading edge despite progress. The EUV lithography gap (ASML monopoly) is a hard constraint that multi-patterning cannot fully overcome — DUV multi-patterning at 7nm/5nm has significantly lower yields and higher costs. Moore Threads' 'Lushan' and similar chips are functional but not performance-competitive for frontier AI training. The 80% domestic capture target is for quantity, not quality — China will need imported chips for frontier models through at least 2028-2029.",
      "source": "CNAS export control analysis, War on the Rocks Jan 2026, Noah Smith analysis"
    }
  ]
}
