{
  "cycle": "v2-7",
  "date": "2026-02-10",
  "agent": "Agent B (Constructor) + Master synthesis",
  "mode": "NAICS-driven systematic model expansion + stress-tested scoring",
  "total_models": 387,
  "models_from_c6_retained": 187,
  "new_models_c7": 200,
  "scoring_system": "5-Axis Structural Durability (same as cycle 6): economic_force 35%, structural_compounding 25%, convergence_resistance 20%, timing 10%, capital_efficiency 10%",

  "top_40_detailed": [
    {
      "rank": 1,
      "id": "C7-RC-MFG-01",
      "name": "Multi-Shop CNC/Metal Fab Rollup Platform",
      "architecture": "rollup_consolidation",
      "forces": ["silver_tsunami", "robotics_ai"],
      "naics_codes": ["3327", "3323", "3329", "332710", "332311", "332312"],
      "score": 88,
      "axis_scores": {"force": 84, "compound": 92, "convergence": 93, "timing": 86, "capital": 72},
      "one_liner": "Acquire 5-10 retiring-owner machine shops and metal fab facilities, deploy cobots + AI scheduling/quoting, operate as unified multi-site production platform",
      "economic_engine": "NAICS 3327+3323+3329 combined: 1.02M employees, 46,588 establishments, $72B total wages. Fragmented ownership with median age >55. Acquire at 3-4x EBITDA ($1-3M per shop), deploy cobots ($50-85K/unit) with 8-14mo ROI. Each acquired shop adds capacity + customers + specialized capabilities. Cross-shop AI scheduling fills capacity gaps.",
      "compounding_mechanism": "Each facility adds: (1) customer contracts, (2) specialized equipment/capabilities, (3) process data for AI optimization, (4) geographic coverage. At 5+ shops, become preferred vendor for multi-site customers who need geographic diversity. Shared AI quality system improves with every part produced across all facilities.",
      "convergence_prevention": "Physical assets (CNC machines, permits, facility leases, customer contracts, SBA 504 debt structures) create 18-24 month replication barrier. Specialized tooling and institutional knowledge transfer from retiring owners. Multi-site network effects make individual shop acquisitions less valuable to competitors.",
      "capital_stack": "SBA 504 at 5.67-5.91% for first acquisition ($3M+$500K modernization). Subsequent acquisitions funded by cash flow from earlier shops + equipment financing. Total ramp to 5 shops: $12-15M over 24 months. Fee waiver through Sept 2026 on first acquisition.",
      "timing": "Silver Tsunami peak (2.34M boomer businesses, 58% no succession plan). SBA 504 fee waiver through Sept 2026. PE firms target larger deals ($10M+ EBITDA), leaving sub-$3M shops uncontested. CloudNC and LimitlessCNC validating AI in CNC but neither acquiring shops.",
      "key_risk": "70% M&A synergy failure rate. Operational complexity of running multiple physical facilities. Must develop repeatable integration playbook.",
      "why_now": "Convergence of retiring owners + SBA fee waiver + cobot maturity + AI scheduling capability. Window narrows as more buyers enter sub-$3M manufacturing acquisitions.",
      "source_data": "NAICS QCEW 4-digit data, BizBuySell CA manufacturing listings, web search: CloudNC 1000 shops, LimitlessCNC stealth, $2.26B Q1 2026 robotics funding"
    },
    {
      "rank": 2,
      "id": "C7-DC-FIN-01",
      "name": "AI Financial Intelligence Platform (Data Compounding)",
      "architecture": "data_compounding",
      "forces": ["baumol_cure", "ai_inference_collapse", "jevons_expansion"],
      "naics_codes": ["5412", "5611", "541211", "541213", "541214", "561110"],
      "score": 87,
      "axis_scores": {"force": 96, "compound": 92, "convergence": 72, "timing": 82, "capital": 86},
      "one_liner": "Full-service AI bookkeeping/finance for SMBs where every client interaction generates financial pattern data, building an unassailable intelligence moat over 3-5 years",
      "economic_engine": "NAICS 5412 (accounting) + 5611 (office admin): combined 1.77M employees, $173B total wages. 23M unserved SMBs. Inference cost $0.05/month per client. At $149/mo, gross margin >90%. Jevons expansion: 70% of SMBs currently unserved -> 3-5x TAM at 10x lower price. Effective market: $400-600B.",
      "compounding_mechanism": "Every client transaction generates financial pattern data. At 10K clients: detect industry-specific benchmarks. At 100K: predict cash flow problems before they happen. At 1M: become the financial intelligence layer for the SMB economy. This data moat is IMPOSSIBLE to replicate without equivalent client base.",
      "convergence_prevention": "Data moat (3-5 years to replicate equivalent dataset). Switching costs (integrated into client's financial workflows). Brand trust (handling sensitive financial data). Network effects (industry benchmarks improve with more clients). The convergence resistance is WEAK at year 1 but UNASSAILABLE at year 5.",
      "capital_stack": "$2-3M seed to build + launch. $5-8M Series A at 5K clients. Revenue-funded growth to 100K+ clients. Low burn: AI inference costs scale sublinearly.",
      "timing": "Bench $113M collapse validates market + creates orphan customers. Intuit Accountant Suite serves accountants (B2B2C), NOT SMBs directly. Full-service direct-to-SMB layer still empty. CA AB 1175 effective Jan 2027 lowers CPA barrier.",
      "key_risk": "Intuit could launch direct-to-SMB full-service. But Intuit's business model (sell to accountants) conflicts with direct SMB service. Innovator's dilemma protects this play.",
      "why_now": "Inference at $0.05/month. Bench orphans available. Full-service layer empty despite $1B+ deployed at tool layer.",
      "source_data": "NAICS QCEW 5412+5611 data, Bench collapse analysis from cycle 4, O*NET bookkeeper 91% automation, BLS wage data"
    },
    {
      "rank": 3,
      "id": "C7-AM-MFG-01",
      "name": "Acquire + Modernize CNC Shop (Single Site)",
      "architecture": "acquire_and_modernize",
      "forces": ["silver_tsunami", "robotics_ai", "sba_504"],
      "naics_codes": ["3327", "332710"],
      "score": 87,
      "axis_scores": {"force": 82, "compound": 86, "convergence": 96, "timing": 90, "capital": 76},
      "one_liner": "Buy a single retiring-owner CNC shop at 3-4x EBITDA ($1-3M), deploy cobots + AI scheduling, double throughput within 12 months",
      "economic_engine": "BizBuySell: 379 CA manufacturing for sale, CNC shops at $1.25-3M asking with $300-400K EBITDA. Post-modernization: $65-85K/yr savings per cobot (8-14mo payback). Capital stack: $3M acquisition + $500K modernization = $3.5M total. $18K/mo debt service covered by $29K/mo pre-modernization EBITDA.",
      "compounding_mechanism": "AI scheduling optimizes capacity utilization from typical 60% to 85%+. Process data improves with every job. Customer relationships transfer with acquisition. Each efficiency gain compounds through backlog reduction and faster delivery times.",
      "convergence_prevention": "HIGHEST convergence resistance score (96). Physical assets: CNC machines, facility, customer contracts, permits. SBA 504 debt structure creates favorable cost of capital. Institutional knowledge transfer from retiring owner. Equipment specialization creates switching costs for customers.",
      "capital_stack": "SBA 504: $3M total (15% equity = $450K, 40% CDC = $1.2M at 5.85%, 50% bank = $1.5M). Equipment financing for cobots: $500K at equipment collateral. Total equity needed: ~$550K.",
      "timing": "SBA 504 fee waiver through Sept 2026. Silver Tsunami peak. PE targets $10M+ EBITDA, leaving sub-$3M uncontested. Standard Bots ($63M) is a cobot PROVIDER, potential partner not competitor.",
      "key_risk": "70% M&A failure rate. First-time manufacturing acquirer learning curve. Integration of cobot systems requires 6-12 months.",
      "why_now": "SBA 504 fee waiver expires Sept 30, 2026. Retiring owners accelerating exit. Cobot costs declining. AI scheduling mature enough for SME deployment.",
      "source_data": "BizBuySell CA listings, SBA 504 rate data, Standard Bots $63M raise, NAICS 3327 QCEW data"
    },
    {
      "rank": 4,
      "id": "C7-AM-FOOD-01",
      "name": "Acquire + Modernize Specialty Food Producer",
      "architecture": "acquire_and_modernize",
      "forces": ["silver_tsunami", "robotics_ai", "regulatory_fragmentation"],
      "naics_codes": ["3118", "3114", "3113", "311811", "311812", "311421"],
      "score": 86,
      "axis_scores": {"force": 80, "compound": 84, "convergence": 94, "timing": 88, "capital": 78},
      "one_liner": "Acquire a retiring-owner specialty food producer (bakery, confectionery, preserved foods), deploy cobots + AI QC, capture FSMA 204 compliance moat",
      "economic_engine": "NAICS 3118+3114+3113 combined: 593K employees, 20K+ establishments. BizBuySell: 77 CA food production for sale, median $377K. Specialty/branded producers at 20-35% margins (vs 5-10% commodity). Cobot ROI proven in bakery. FSMA 204 traceability creates compliance moat.",
      "compounding_mechanism": "Brand equity + distribution relationships transfer with acquisition. AI quality control improves with production data. FSMA compliance investment creates barrier for non-tech producers. Customer relationships in specialty food are high-touch, high-switching-cost.",
      "convergence_prevention": "FDA/USDA certifications, FSMA 204 compliance, facility permits, distribution contracts, brand equity. Physical production infrastructure. Regulatory compliance investment. CRITICAL: must target specialty/branded (20-35% margins), NOT commodity (5-10%).",
      "capital_stack": "Acquisition $1-1.5M + cobots $200-300K + FSMA compliance $22K yr1 = $1.5-2M total. SBA 504 eligible. USDA VAPG up to $250K with 1:1 match.",
      "timing": "Silver Tsunami in food production. FSMA 204 compliance deadline creating urgency. Food automation market growing 8.3% CAGR to $20.35B by 2031.",
      "key_risk": "Commodity margins (5-10%) NOT viable -- must filter for specialty only. Input cost volatility. Seasonal demand variation.",
      "why_now": "FSMA 204 deadline. Cobot maturity for bakery/food. Retiring owners in food production. Davis CA proximity to Central Valley food production cluster.",
      "source_data": "BizBuySell CA food production listings, NAICS 3118+3114+3113 QCEW data, FSMA 204 deadline, food automation $20.35B market"
    },
    {
      "rank": 5,
      "id": "C7-RMB-HC-01",
      "name": "Healthcare AI Multi-State Compliance Platform",
      "architecture": "regulatory_moat_builder",
      "forces": ["regulatory_fragmentation", "baumol_cure"],
      "naics_codes": ["6211", "6213", "6214", "621111", "621310", "621399"],
      "score": 86,
      "axis_scores": {"force": 86, "compound": 90, "convergence": 82, "timing": 92, "capital": 73},
      "one_liner": "Build the compliance layer that every healthcare AI company needs: multi-state regulatory tracking, bias auditing, and documentation for 250+ healthcare AI bills across 50 states",
      "economic_engine": "NAICS 6211+6213+6214: 5.13M combined employees, $453B combined wages. 250+ healthcare AI bills, 33 already law. Every healthcare AI company (88+ unicorns in 2025) needs compliance. Platform sells to AI companies AND to practices using AI. Every new regulation permanently increases platform value.",
      "compounding_mechanism": "Regulatory database deepens with each new bill/rule/enforcement action. Compliance templates compound with each customer. Cross-state pattern recognition improves. The moat gets WIDER over time as regulatory complexity increases. This is the rare business where more regulation = more revenue AND more moat.",
      "convergence_prevention": "Multi-state regulatory knowledge takes years to accumulate. First-mover who tracks 250+ bills across 50 states has 18-24 month head start. Compliance data from actual deployments creates feedback loop that pure research cannot match.",
      "capital_stack": "$2-3M to build + hire regulatory affairs team. Revenue from compliance subscriptions ($5-50K/year per customer depending on size) funds growth. Low infrastructure cost.",
      "timing": "CMS WISeR launched Jan 2026. NAIC model law advancing. 250+ state bills creating compliance chaos. Healthcare AI spending tripled to $1.4B in 2025. 8 new healthcare AI unicorns need compliance. THIS IS THE MOMENT: regulation proliferating faster than any company can track alone.",
      "key_risk": "Federal preemption could simplify landscape (reducing need for multi-state tracking). But political trend is toward MORE state regulation, not less.",
      "why_now": "Regulatory wave accelerating. No dominant multi-state healthcare AI compliance platform exists. Every new bill adds permanent revenue.",
      "source_data": "NAICS 6211+6213+6214 QCEW data, Healthcare AI $1.4B spending, 250+ bills tracking, CMS WISeR Jan 2026"
    },
    {
      "rank": 6,
      "id": "C7-FSR-FIN-01",
      "name": "Full-Service AI Finance Function for SMBs",
      "architecture": "full_service_replacement",
      "forces": ["baumol_cure", "ai_inference_collapse", "jevons_expansion"],
      "naics_codes": ["5412", "541211", "541213", "541214"],
      "score": 85,
      "axis_scores": {"force": 93, "compound": 81, "convergence": 76, "timing": 83, "capital": 88},
      "one_liner": "Replace the entire finance function (bookkeeping + tax + payroll + financial planning) for SMBs at $149-499/mo, serving the 23M currently unserved",
      "economic_engine": "NAICS 5412: 1.15M employees, $109B total wages, 180K establishments. 23M SMBs unserved at current prices. AI inference $0.05/month/client. At $149/mo: 90%+ gross margin. Jevons: 70% currently unserved -> 3-5x TAM expansion. Christensen validation: tool layer commoditizing (Intuit AI), full-service layer empty.",
      "compounding_mechanism": "Client data generates financial pattern intelligence. Volume creates benchmark databases. But compounding is SLOWER than data_compounding architecture because the service itself doesn't generate as much proprietary data without deliberate data strategy.",
      "convergence_prevention": "Full-service relationship creates switching costs (client's entire financial life integrated). But convergence resistance is moderate: a well-funded competitor could build equivalent service in 12-18 months. The defense is speed + market share + data accumulation.",
      "capital_stack": "$2-3M to build + launch. Focus on Bench orphan customers (35K known, proven WTP) for initial traction. Revenue-funded growth.",
      "timing": "Bench collapse Dec 2024 creates orphan customers. Intuit Accountant Suite entering service layer but serving accountants, not SMBs. CA AB 1175 Jan 2027.",
      "key_risk": "Intuit could pivot to direct-to-SMB. Basis ($9M) and Docyt already in service layer. Must move fast on Bench orphans.",
      "why_now": "Bench orphans + inference cost floor + full-service layer empty + Intuit constrained by channel conflict.",
      "source_data": "NAICS 5412 QCEW data, Bench $113M collapse, Intuit Accountant Suite analysis, O*NET bookkeeper 91%"
    },
    {
      "rank": 7,
      "id": "C7-FSR-HC-01",
      "name": "Full-Service Prior Auth + Denial Management for Independent Practices",
      "architecture": "full_service_replacement",
      "forces": ["baumol_cure", "regulatory_fragmentation"],
      "naics_codes": ["6211", "6213", "621111", "621310", "621320"],
      "score": 85,
      "axis_scores": {"force": 89, "compound": 84, "convergence": 79, "timing": 86, "capital": 81},
      "one_liner": "Full-service prior authorization and denial management replacing in-house billing staff for independent physician and allied health practices",
      "economic_engine": "NAICS 6211+6213: 4.05M employees, 426K establishments, $368B total wages. AMA: 61% say AI increases denials. WISeR launching Jan 2026 creates provider-side urgency. Prior auth costs $14B/yr for practices. Independent practices (not enterprise) are the underserved segment -- enterprise competitors (Cohere, Genzeon) target health systems.",
      "compounding_mechanism": "Denial pattern data across payers, states, and procedure codes compounds with every claim processed. At scale, can PREDICT denials before submission and optimize documentation proactively. This predictive capability gets better with volume.",
      "convergence_prevention": "Denial pattern database (proprietary). Practice-specific payer relationship data. Integration with practice workflows. Multi-payer, multi-state knowledge. But: no physical moat, and enterprise competitors could move downstream.",
      "capital_stack": "$2-4M to build platform + hire clinical billing team for oversight. Revenue per practice: $1-3K/mo. Break-even at ~500 practices.",
      "timing": "CMS WISeR Jan 2026 triggers AI-powered denial acceleration by payers. Provider side needs counter-tools NOW. Independent practices are underserved by enterprise solutions.",
      "key_risk": "Enterprise players (Cohere, Innovaccer) could move to serve independent practices. But enterprise sales motion doesn't fit fragmented independent practice market.",
      "why_now": "WISeR Jan 2026 creating urgency. Payer AI triggering denial acceleration. Provider-side gap widening.",
      "source_data": "NAICS 6211+6213 QCEW data, AMA denial survey, WISeR timeline, CMS data"
    },
    {
      "rank": 8,
      "id": "C7-DC-HC-01",
      "name": "Clinical Denial Intelligence Platform (Data Compounding)",
      "architecture": "data_compounding",
      "forces": ["baumol_cure", "regulatory_fragmentation", "ai_inference_collapse"],
      "naics_codes": ["6211", "6214", "621111", "621491", "621498"],
      "score": 85,
      "axis_scores": {"force": 91, "compound": 91, "convergence": 73, "timing": 79, "capital": 83},
      "one_liner": "Start with denial management service, compound into the definitive database of payer denial patterns across all 50 states, becoming the Bloomberg Terminal of healthcare revenue cycle",
      "economic_engine": "NAICS 6211+6214: 3.97M employees, $394B wages. Healthcare revenue cycle management is a $150B+ market. The data play: every denial processed across every payer in every state generates pattern data. At scale, this becomes the authoritative source for payer behavior intelligence.",
      "compounding_mechanism": "STRONGEST compounding in healthcare portfolio. Each claim processed adds to denial pattern database. Each state adds regulatory dimension. Each payer adds behavior model. At 1M+ claims: predict denial probability BEFORE submission. At 10M+: become industry intelligence standard that practices AND payers rely on.",
      "convergence_prevention": "Data moat requires scale + time to replicate. But convergence resistance is moderate in early years. The moat emerges at scale (year 3-5). Early years vulnerable to well-funded competitor with similar approach.",
      "capital_stack": "$3-5M to build + acquire initial practice base. Revenue from service ($1-3K/mo/practice) + data products ($5-50K/yr for intelligence subscriptions).",
      "timing": "WISeR + regulatory fragmentation creating data diversity that compounds value of cross-state intelligence.",
      "key_risk": "Requires significant scale before data moat materializes. Early years are a service business, not a data business.",
      "why_now": "Regulatory complexity creating demand for intelligence. Denial rates increasing. No cross-state denial intelligence platform exists at scale.",
      "source_data": "NAICS 6211+6214 QCEW data, healthcare RCM market analysis, WISeR impact assessment"
    },
    {
      "rank": 9,
      "id": "C7-AM-PRINT-01",
      "name": "Acquire + Modernize Commercial Print Shop",
      "architecture": "acquire_and_modernize",
      "forces": ["silver_tsunami", "robotics_ai", "ai_inference_collapse"],
      "naics_codes": ["3231", "323111", "323113", "323117", "323120"],
      "score": 84,
      "axis_scores": {"force": 78, "compound": 82, "convergence": 92, "timing": 88, "capital": 80},
      "one_liner": "Acquire retiring-owner commercial print shops (28K establishments, declining employment) and modernize with AI workflow automation, predictive maintenance, and personalization engines",
      "economic_engine": "NAICS 3231: 369,822 employees, 28,127 establishments (HIGHEST fragmentation in manufacturing), declining employment -6.1%. 85% of print service providers believe AI critical to competitiveness. AI adoption jumped 24.7% -> 40%. Most shops small, owner-operated, with retiring owners. Acquire at 2-3x EBITDA, deploy AI workflow automation.",
      "compounding_mechanism": "AI-driven personalization + variable data printing capabilities create premium service tier. Print-on-demand market growing 27.8% CAGR ($8.3B -> $59.3B by 2033). Each shop adds production capacity + customer relationships + geographic coverage.",
      "convergence_prevention": "Equipment (inkjet systems, offset presses), facility permits, customer contracts, specialized knowledge. AI workflow IP. Brand relationships with local businesses. Physical presence required for large-format and specialty print.",
      "capital_stack": "Print shops available at $200K-$1.5M. Many with profitable customer bases but technology debt. SBA eligible. Equipment financing available for digital press upgrades.",
      "timing": "Employment declining 6.1% = pre-cascade. 85% say AI critical but only 40% adopted. Window: 2-3 years before either mass adoption or mass exit.",
      "key_risk": "Secular decline in some print categories. Must focus on growing segments: packaging, large format, personalized marketing, print-on-demand.",
      "why_now": "Print-on-demand $59.3B by 2033. Retiring owners creating supply. AI adoption inflection. Declining employment = reduced competition for acquisitions.",
      "source_data": "NAICS 3231 QCEW data, print industry AI adoption surveys, print-on-demand market projections"
    },
    {
      "rank": 10,
      "id": "C7-RC-PRINT-01",
      "name": "Multi-Shop Commercial Print Rollup Platform",
      "architecture": "rollup_consolidation",
      "forces": ["silver_tsunami", "ai_inference_collapse", "robotics_ai"],
      "naics_codes": ["3231", "323111", "323113", "323120"],
      "score": 84,
      "axis_scores": {"force": 76, "compound": 90, "convergence": 90, "timing": 85, "capital": 72},
      "one_liner": "Consolidate 5-10 commercial print shops into AI-native production network with shared workflow automation, centralized prepress, and distributed production",
      "economic_engine": "28,127 establishments with declining employment. Acquire 5-10 shops at 2-3x EBITDA. Centralize AI prepress, scheduling, and estimating across all facilities. Each shop serves local market while sharing production capacity network-wide.",
      "compounding_mechanism": "Network effects: more facilities = broader geographic coverage = more customer types. Centralized AI prepress improves with volume. Cross-facility scheduling optimizes utilization across entire network. Shared customer data enables cross-selling.",
      "convergence_prevention": "Multi-facility network with physical equipment, customer contracts, geographic coverage. Centralized AI systems create efficiency gap vs independents. Scale advantages in equipment purchasing and ink/paper procurement.",
      "capital_stack": "Similar to CNC rollup: SBA 504 for first acquisition, cash flow funds subsequent. Print shops cheaper than CNC shops ($200K-$1M vs $1-3M).",
      "timing": "Window: 3-5 years of retiring owner exits. Low competition at sub-$5M deal size.",
      "key_risk": "Print volume decline in some segments. Must position around growth segments (packaging, personalization, large format).",
      "why_now": "Highest fragmentation in manufacturing + declining employment + AI workflow maturity.",
      "source_data": "NAICS 3231 QCEW data, print industry surveys, print-on-demand market data"
    },
    {
      "rank": 11,
      "id": "C7-AW-ACC-01",
      "name": "Acquire PE-Distressed Accounting Practice",
      "architecture": "arbitrage_window",
      "forces": ["pe_minsky_vulnerability", "baumol_cure"],
      "naics_codes": ["5412", "541211", "541213"],
      "score": 83,
      "axis_scores": {"force": 86, "compound": 73, "convergence": 81, "timing": 93, "capital": 86},
      "one_liner": "Acquire PE-distressed accounting practices at depressed multiples during $1.2T debt maturity wall, convert to AI-native cost structure",
      "economic_engine": "$1.2T PE debt maturing 2027-2029. Many PE-rolled-up accounting firms have high debt service + high labor costs + declining margins. AI-native cost structure solves the problem PE couldn't: deliver accounting services at 70% lower cost. Acquire at 2-3x EBITDA (vs PE-purchased at 8-12x).",
      "compounding_mechanism": "Limited -- this is a time-limited arbitrage play. The compounding comes from converting acquired practices to AI-native operations and building a data flywheel from the combined client base.",
      "convergence_prevention": "Acquired assets (client relationships, licenses, brand). AI-native cost structure that PE competitors can't match while servicing debt. But time-limited: window closes as PE distress resolves.",
      "capital_stack": "$2-5M per practice. Multiple acquisition financing options. Revenue-funded after first acquisition achieves AI cost structure.",
      "timing": "CRITICAL: $1.2T maturity wall 2027-2029. First forced sales appearing. Window: 2-3 years. Must establish deal pipeline now.",
      "key_risk": "Timing dependency. If PE refinances successfully, distressed pricing disappears. Must act during the window.",
      "why_now": "PE debt maturity wall approaching. Interest rates making refinancing difficult. AI cost structure now mature enough to transform acquired practices.",
      "source_data": "PE distress data, $1.2T maturity analysis, NAICS 5412 QCEW data"
    },
    {
      "rank": 12,
      "id": "C7-RC-FOOD-01",
      "name": "Multi-Facility Specialty Food Production Platform",
      "architecture": "rollup_consolidation",
      "forces": ["silver_tsunami", "robotics_ai", "regulatory_fragmentation"],
      "naics_codes": ["3118", "3114", "3113", "311811", "311421", "311340"],
      "score": 83,
      "axis_scores": {"force": 76, "compound": 90, "convergence": 91, "timing": 83, "capital": 69},
      "one_liner": "Consolidate 3-5 specialty food producers (bakeries, confectioners, preserved foods) into AI-native production platform with shared FSMA compliance and distribution",
      "economic_engine": "NAICS 3118+3114+3113: 593K employees, 20K+ establishments. Acquire specialty producers at retirement pricing. Shared AI QC, FSMA 204 compliance, and distribution network. Each facility adds product categories + distribution relationships.",
      "compounding_mechanism": "Cross-facility production optimization. Shared FSMA compliance infrastructure (expensive to build, cheap to extend). Distribution network grows with each facility. Product portfolio diversification reduces customer concentration risk.",
      "convergence_prevention": "FDA/USDA certifications per facility. FSMA 204 compliance investment. Distribution contracts. Brand portfolios. Multi-facility production capability.",
      "capital_stack": "First facility $1-2M + modernization $300K. SBA 504 eligible. USDA VAPG up to $250K. Subsequent facilities funded by cash flow.",
      "timing": "FSMA 204 creating compliance urgency. Food automation proven. Retiring food producers available. Davis CA proximity to Central Valley.",
      "key_risk": "Food commodity price volatility. Must stay in specialty/branded (20-35% margins).",
      "why_now": "FSMA 204 + retiring owners + cobot maturity + specialty food market growth.",
      "source_data": "NAICS 3118+3114+3113 QCEW data, BizBuySell food production listings, FSMA 204 data"
    },
    {
      "rank": 13,
      "id": "C7-PI-TRADES-01",
      "name": "AI Operations Platform for Building Equipment Contractors",
      "architecture": "platform_infrastructure",
      "forces": ["baumol_cure", "silver_tsunami", "coasean_shrinkage"],
      "naics_codes": ["2382", "238210", "238220", "238290"],
      "score": 83,
      "axis_scores": {"force": 90, "compound": 78, "convergence": 74, "timing": 85, "capital": 85},
      "one_liner": "AI-native operations platform for HVAC, plumbing, and electrical contractors: dispatching, estimating, inventory, scheduling, and compliance -- serving 230K establishments with 2.46M workers",
      "economic_engine": "NAICS 2382: 2,461,733 employees, 230,398 establishments, $190B total wages. 70% can't find workers. 499K new workers needed in 2026. Average pay $77K growing 5.4%/yr. AI dispatching + route optimization can improve technician utilization 20-30%. AI estimating can reduce quote time 80%. The ECONOMIC FORCE is enormous: $190B wage base with severe shortage.",
      "compounding_mechanism": "Job completion data improves estimating accuracy. Route optimization improves with geographic coverage. Parts usage data enables predictive inventory. Contractor network effects: more contractors on platform = better matching to jobs.",
      "convergence_prevention": "Moderate. ServiceTitan ($9.5B) already dominant in field service management. But ServiceTitan serves enterprise-scale contractors; majority of 230K establishments are small shops underserved by enterprise tools. AI-native competitor can serve the long tail.",
      "capital_stack": "$3-5M to build platform. Subscription pricing $99-499/mo depending on contractor size. Target: 2K contractors in first market.",
      "timing": "AI data center construction driving electrician/HVAC demand. Google $10M electrician training grant. GenAI infrastructure needs 140K+ skilled trades workers by 2030.",
      "key_risk": "ServiceTitan ($9.5B) could add AI features. But enterprise platform serving small contractors is historically difficult (Salesforce never killed spreadsheets for small business).",
      "why_now": "AI data center boom creating demand spike. Worker shortage at 70%. Wage growth 5.4%. 499K new workers needed.",
      "source_data": "NAICS 2382 QCEW data, CSIS skilled trades report, Fortune 499K workers, Google electrician grant"
    },
    {
      "rank": 14,
      "id": "C7-RMB-INS-01",
      "name": "Insurance AI Compliance + Bias Auditing Platform",
      "architecture": "regulatory_moat_builder",
      "forces": ["regulatory_fragmentation", "baumol_cure"],
      "naics_codes": ["5241", "5242", "524210", "524291"],
      "score": 82,
      "axis_scores": {"force": 78, "compound": 86, "convergence": 82, "timing": 86, "capital": 72},
      "one_liner": "Multi-state insurance AI compliance platform covering NAIC model law, state-specific AI regulations, bias auditing, and rate filing automation",
      "economic_engine": "NAICS 5241+5242: 2.56M employees, 222K establishments, $268B total wages. NAIC model law advancing. State-level insurance AI regulation creating compliance complexity. Every insurer using AI needs compliance. Platform sells subscriptions + audit services.",
      "compounding_mechanism": "Regulatory database deepens. Bias auditing data creates benchmark library. Cross-state compliance patterns compound. Each customer's audit data improves the platform's ability to detect bias in models industry-wide.",
      "convergence_prevention": "Multi-state regulatory knowledge. First-mover in NAIC compliance infrastructure. Audit data from actual deployments. Industry-specific bias benchmarks.",
      "capital_stack": "$2-3M. Revenue from compliance subscriptions + audit fees.",
      "timing": "NAIC model law. State AI regulations proliferating. Insurer AI adoption accelerating. Compliance gap widening.",
      "key_risk": "Large consulting firms (Deloitte, EY) could enter. But regulatory technology platform is different from consulting engagement.",
      "why_now": "NAIC model law + state proliferation + insurer AI adoption acceleration.",
      "source_data": "NAICS 5241+5242 QCEW data, NAIC model law, insurance AI adoption data"
    },
    {
      "rank": 15,
      "id": "C7-MN-FIN-01",
      "name": "AI-Matched Business Acquisition Marketplace",
      "architecture": "marketplace_network",
      "forces": ["silver_tsunami", "pe_minsky_vulnerability"],
      "naics_codes": ["5312", "531210"],
      "score": 82,
      "axis_scores": {"force": 82, "compound": 80, "convergence": 73, "timing": 80, "capital": 83},
      "one_liner": "AI-powered marketplace matching retiring business owners with acquisition-ready operators, including AI-generated business valuations, deal structuring, and SBA financing guidance",
      "economic_engine": "2.34M boomer-owned businesses, $10T transfer. 58% no succession plan. BizBuySell is the incumbent but uses 1990s-era listing format. AI can: (1) auto-generate business valuations from financial data, (2) match buyers to sellers based on capabilities, (3) structure deals including SBA 504 optimization, (4) due diligence automation.",
      "compounding_mechanism": "Transaction data improves valuation models. Buyer-seller matching improves with network size. Deal outcome data creates the best predictive model for business acquisitions. At critical mass, becomes the default marketplace.",
      "convergence_prevention": "Marketplace dynamics: winner takes 50-70% share once at critical mass. Transaction data moat. But reaching critical mass requires significant network building effort.",
      "capital_stack": "$3-5M to build + acquire initial listing inventory. Revenue from transaction fees (2-4% of deal value = $20-120K per deal).",
      "timing": "Silver Tsunami accelerating. BizBuySell hasn't innovated significantly. $1.2T PE debt wall creating distressed supply.",
      "key_risk": "BizBuySell has existing network. Must offer dramatically better matching and deal support to overcome incumbent advantage.",
      "why_now": "2.34M businesses needing succession + PE distress supply + AI valuation capability mature.",
      "source_data": "Silver Tsunami demographics, BizBuySell analysis, PE distress data, NAICS data for acquisition target identification"
    },
    {
      "rank": 16,
      "id": "C7-FSR-INS-01",
      "name": "Full-Service AI TPA (Third-Party Administrator)",
      "architecture": "full_service_replacement",
      "forces": ["baumol_cure", "regulatory_fragmentation"],
      "naics_codes": ["5242", "524291", "524292"],
      "score": 82,
      "axis_scores": {"force": 84, "compound": 77, "convergence": 74, "timing": 82, "capital": 79},
      "one_liner": "AI-native TPA replacing 1,200+ small/mid TPAs with full claims processing, compliance, and reporting at 10x lower cost",
      "economic_engine": "NAICS 5242: 1.35M employees, 187K establishments, $132.6B total wages. 1,200+ TPAs serving self-insured employers. Most are small, using legacy systems. AI can process claims at fraction of human cost. NAIC compliance creates barrier for new entrants but also moat for AI-first TPA that navigates it.",
      "compounding_mechanism": "Claims processing data improves fraud detection and cost optimization. Multi-state compliance database deepens. Client-specific patterns reduce processing time over time.",
      "convergence_prevention": "State-specific TPA licensing. Multi-state compliance complexity. Client switching costs (integrated into employer benefits administration). But: Avallon (YC S25, $4.6M) already targeting this space.",
      "capital_stack": "$3-5M. TPA licensing across target states. Revenue per employer group: $3-15/employee/month.",
      "timing": "NAIC model law. PE distress in insurance services. 4% AI scaling rate in insurance = early innings.",
      "key_risk": "Avallon ($4.6M, YC S25) is a direct competitor with CA TPA customers. Must differentiate on speed/compliance/breadth.",
      "why_now": "Insurance AI adoption early (4% scaled). NAIC creating compliance complexity. PE distress in TPA space.",
      "source_data": "NAICS 5242 QCEW data, NAIC model law, Avallon competitive data, insurance AI adoption surveys"
    },
    {
      "rank": 17,
      "id": "C7-AM-PLASTICS-01",
      "name": "Acquire + Modernize Plastics Injection Molding Shop",
      "architecture": "acquire_and_modernize",
      "forces": ["silver_tsunami", "robotics_ai"],
      "naics_codes": ["3261", "326111", "326112", "326199"],
      "score": 81,
      "axis_scores": {"force": 76, "compound": 80, "convergence": 90, "timing": 82, "capital": 78},
      "one_liner": "Acquire retiring-owner plastics injection molding shop, deploy robotic part removal/inspection + AI quality control + predictive maintenance for molding machines",
      "economic_engine": "NAICS 3261: 599,626 employees, 12,048 establishments, $39.6B total wages. Many small shops with 10-50 employees and aging owners. Injection molding is highly automatable: robotic part removal, AI vision for defect detection, ML-based process parameter optimization. Acquire at 3-4x EBITDA.",
      "compounding_mechanism": "Process optimization data improves mold quality and cycle time. Customer relationships transfer with acquisition. Predictive maintenance reduces downtime cumulatively. AI quality models improve with every production run.",
      "convergence_prevention": "Physical assets: injection molding machines ($200K-$2M each), molds (customer-specific), facility. Customer tooling stored on-site creates switching cost. Specialized knowledge for different resin types.",
      "capital_stack": "Acquisition $1-3M. SBA 504 eligible. Equipment financing for robot cells. Modernization $200-500K.",
      "timing": "Silver Tsunami. Cobot maturity for injection molding (robot cells widely available). AI vision for QC proven.",
      "key_risk": "Reshoring tailwinds but also global competition on commodity plastics. Must focus on custom/precision/specialty.",
      "why_now": "Retiring owners + proven cobot ROI + AI QC + reshoring demand increase.",
      "source_data": "NAICS 3261 QCEW data, injection molding automation reports, reshoring trends"
    },
    {
      "rank": 18,
      "id": "C7-FSR-ALLIEDHEALTH-01",
      "name": "Full-Service AI Practice Operations for Allied Health",
      "architecture": "full_service_replacement",
      "forces": ["baumol_cure", "jevons_expansion"],
      "naics_codes": ["6213", "621310", "621320", "621330", "621340", "621399"],
      "score": 81,
      "axis_scores": {"force": 85, "compound": 78, "convergence": 74, "timing": 82, "capital": 84},
      "one_liner": "Full-service billing, scheduling, documentation, and compliance for chiropractors, optometrists, PTs, speech therapists -- the most fragmented healthcare sector (191K establishments)",
      "economic_engine": "NAICS 6213: 1,158,452 employees, 191,226 establishments, $59B total wages. MOST fragmented healthcare sector (frag proxy 0.165). Employment growing 6.8%. These small practices (2-10 employees) are underserved by enterprise healthcare IT (Epic, Cerner). Full-service at $500-1500/mo replaces $3-5K/mo of administrative staff costs.",
      "compounding_mechanism": "Cross-specialty billing pattern data. Multi-payer intelligence. Documentation templates by specialty. But compounding is moderate -- each specialty has different workflows.",
      "convergence_prevention": "Multi-specialty knowledge is a barrier. Integration with 50+ practice management systems creates switching costs. But no physical moat.",
      "capital_stack": "$2-4M. Revenue per practice $500-1500/mo. Break-even at 300-500 practices.",
      "timing": "Growing demand (6.8% employment growth). Enterprise IT doesn't serve small practices. AI capability now sufficient for multi-specialty documentation.",
      "key_risk": "Building for many specialties simultaneously is complex. May need to start with one specialty (e.g., PT or chiropractic) and expand.",
      "why_now": "Fastest growing healthcare sector. Most fragmented. Least served by existing healthcare IT.",
      "source_data": "NAICS 6213 QCEW data, practice management software landscape"
    },
    {
      "rank": 19,
      "id": "C7-PI-MFG-01",
      "name": "Manufacturing AI Deployment Stack",
      "architecture": "platform_infrastructure",
      "forces": ["robotics_ai", "kondratieff_deployment"],
      "naics_codes": ["3327", "3323", "3261", "3231"],
      "score": 81,
      "axis_scores": {"force": 80, "compound": 78, "convergence": 80, "timing": 84, "capital": 82},
      "one_liner": "AI deployment platform for small/mid manufacturers: plug-and-play modules for scheduling optimization, quality inspection, predictive maintenance, and production analytics",
      "economic_engine": "Total addressable: all manufacturing NAICS 31-33 = 12.6M employees across 300K+ establishments. 98% of SME manufacturers express interest in AI but only 20% have adopted. Platform sells AI modules ($500-5000/mo) to the 80% gap. Each module (scheduling, QC, maintenance, analytics) is independently valuable.",
      "compounding_mechanism": "Cross-facility benchmark data improves recommendations. Industry-specific models improve with each deployment. Customer data generates process optimization insights sellable as intelligence products.",
      "convergence_prevention": "Manufacturing-specific AI models require domain expertise. But platform infrastructure faces competition from general-purpose AI platforms (AWS, Azure) that could add manufacturing modules.",
      "capital_stack": "$3-5M to build platform. Revenue from subscriptions. Can bootstrap with consulting-led implementations.",
      "timing": "Kondratieff deployment: AI infrastructure commoditizing, application layer capturing value. Manufacturing AI adoption at 20% = early innings.",
      "key_risk": "AWS/Azure/GCP could launch manufacturing AI modules. Must build domain-specific moat before platforms move in.",
      "why_now": "98% interest / 20% adoption gap. Robotics funding $2.26B Q1 2026. Manufacturing AI deployment phase beginning.",
      "source_data": "NAICS 31-33 aggregate QCEW data, Deloitte manufacturing AI survey, robotics funding data"
    },
    {
      "rank": 20,
      "id": "C7-RC-DENTAL-01",
      "name": "AI-Native Dental Practice Rollup (Counter-PE)",
      "architecture": "rollup_consolidation",
      "forces": ["pe_minsky_vulnerability", "baumol_cure", "silver_tsunami"],
      "naics_codes": ["6212", "621210"],
      "score": 81,
      "axis_scores": {"force": 80, "compound": 85, "convergence": 78, "timing": 84, "capital": 72},
      "one_liner": "Acquire independent dental practices at 3-5x EBITDA (vs PE-paid 8-12x), deploy AI billing/scheduling/imaging, operate at AI-native cost structure PE rollups can't match",
      "economic_engine": "NAICS 6212: 1,026,380 employees, 135,236 establishments, $64.6B total wages. 137 PE dental acquisitions in 2024 but saturation emerging + regulatory scrutiny (FTC). Remaining independent practices available at 3-5x EBITDA. AI can reduce admin costs 40-60%: billing, scheduling, patient communication, imaging analysis (Archy $20M Series B doing adjacent work for DSOs).",
      "compounding_mechanism": "Multi-practice data improves billing optimization. Shared compliance infrastructure. Cross-practice scheduling enables specialist referral within network. Procurement leverage on supplies.",
      "convergence_prevention": "Physical dental offices, equipment, patient relationships, state dental board compliance. But PE firms already operating in this space -- must differentiate on AI-native cost structure vs PE's leverage-heavy model.",
      "capital_stack": "Practices at $500K-$2M each. SBA eligible for smaller practices. Dentist retention critical -- must offer equity/partnership structure.",
      "timing": "PE dental saturation. Regulatory scrutiny (FTC). Rising valuations making PE model less viable. Independent owners looking for alternatives to PE.",
      "key_risk": "PE competitors (Heartland Dental, Aspen Dental) have scale. Regulatory risk from FTC actions affecting all consolidators, not just PE.",
      "why_now": "PE saturation + FTC scrutiny + AI cost advantage + retiring independent dentists.",
      "source_data": "NAICS 6212 QCEW data, PE dental rollup data, FTC enforcement, Archy $20M"
    },
    {
      "rank": 21,
      "id": "C7-FSR-STAFF-01",
      "name": "AI-Native Staffing Platform (Employment Services Disruption)",
      "architecture": "full_service_replacement",
      "forces": ["baumol_cure", "ai_inference_collapse"],
      "naics_codes": ["5613", "561311", "561312", "561320"],
      "score": 80,
      "axis_scores": {"force": 88, "compound": 75, "convergence": 70, "timing": 85, "capital": 82},
      "one_liner": "Full-service AI staffing replacing traditional temp agencies: AI matching, automated credentialing, AI-managed onboarding, and real-time workforce management at 50-70% lower markup",
      "economic_engine": "NAICS 5613: 3,567,509 employees, 155,963 establishments, $192.7B total wages. Employment DECLINING 7.6% -- this is an active cascade. Traditional staffing relies on human recruiters + coordinators. AI can match, screen, credential, and manage temp workers at fraction of cost. Current staffing markup: 50-100%. AI-native: 20-30%.",
      "compounding_mechanism": "Candidate database grows with each placement. Match quality improves with outcomes data. Industry-specific credentialing templates compound. But staffing is inherently transactional -- limited lock-in.",
      "convergence_prevention": "Moderate. Many AI staffing startups exist. Differentiation must come from industry specialization + candidate quality + speed.",
      "capital_stack": "$3-5M. Revenue from reduced markup (20-30% vs 50-100%). Volume-dependent business.",
      "timing": "Employment declining 7.6%. Traditional staffing model structurally threatened. AI matching quality now sufficient for most roles.",
      "key_risk": "Crowded space. Indeed, LinkedIn, many startups. Must find underserved vertical (healthcare staffing, manufacturing temp, etc.).",
      "why_now": "Active cascade in staffing employment. AI matching mature. Employers demanding lower markups.",
      "source_data": "NAICS 5613 QCEW data, staffing industry trends"
    },
    {
      "rank": 22,
      "id": "C7-FSR-LATAM-01",
      "name": "Full-Service Cross-Border Compliance (US-LATAM)",
      "architecture": "full_service_replacement",
      "forces": ["baumol_cure", "coasean_shrinkage"],
      "naics_codes": ["5412", "5411", "541213", "541110"],
      "score": 80,
      "axis_scores": {"force": 77, "compound": 75, "convergence": 79, "timing": 83, "capital": 83},
      "one_liner": "Full-service AI cross-border tax, compliance, and entity management for US-LATAM businesses -- zero funded AI-first competitors found",
      "economic_engine": "150K+ US-LATAM businesses needing cross-border compliance. No funded AI-first competitor found in this niche. Language advantage (Spanish native). Regulatory complexity creates moat. AI can automate tax treaty application, entity structure optimization, and multi-jurisdiction filing.",
      "compounding_mechanism": "Multi-country regulatory knowledge deepens. Client-specific compliance history compounds. Treaty and regulatory change tracking improves with scale.",
      "convergence_prevention": "Bilingual expertise + multi-country regulatory knowledge + AI systems = 18-24 month replication barrier. Physical presence in both US and LATAM markets.",
      "capital_stack": "$1-2M. Revenue $500-3000/mo per client. Low infrastructure needs.",
      "timing": "Nearshoring wave creating demand. No AI-first competitor. Founder language advantage.",
      "key_risk": "Market size uncertainty. 150K+ businesses is estimated. Must validate demand.",
      "why_now": "Nearshoring acceleration + no competition + founder advantage.",
      "source_data": "Cross-border trade data, competitive search finding zero AI-first US-LATAM tax startups"
    },
    {
      "rank": 23,
      "id": "C7-AM-FURNITURE-01",
      "name": "Acquire + Modernize Cabinet/Furniture Shop",
      "architecture": "acquire_and_modernize",
      "forces": ["silver_tsunami", "robotics_ai"],
      "naics_codes": ["3371", "337110", "337121", "337122"],
      "score": 80,
      "axis_scores": {"force": 74, "compound": 78, "convergence": 90, "timing": 82, "capital": 78},
      "one_liner": "Acquire retiring-owner custom cabinet or furniture manufacturing shop, deploy AI-driven design-to-CNC workflow + robotic finishing for 40-60% throughput improvement",
      "economic_engine": "NAICS 3371: 226,685 employees, 12,767 establishments, $11.8B total wages. Kitchen cabinets is the largest subsegment -- driven by housing market. Many small shops with CNC routers but no AI optimization. Design-to-production AI (parametric design -> CNC toolpath) can reduce programming time 80%.",
      "compounding_mechanism": "Design library grows with each project. AI nesting optimization improves with material data. Customer relationships in custom cabinetry are repeat (builders, contractors). Local market knowledge.",
      "convergence_prevention": "Physical assets: CNC routers, edge banders, finishing equipment. Customer relationships with builders/contractors. Design portfolio. Local market presence.",
      "capital_stack": "Cabinet shops: $500K-$2M acquisition. CNC router upgrades: $100-300K. AI software: $50K. SBA eligible.",
      "timing": "Silver Tsunami in furniture manufacturing. Housing market demand for custom cabinetry. AI design-to-CNC tools maturing.",
      "key_risk": "Housing market cyclicality. Must maintain diverse customer base (builders + remodelers + commercial).",
      "why_now": "Retiring owners + CNC AI tools + housing demand + SBA financing.",
      "source_data": "NAICS 3371 QCEW data, housing market data, CNC automation trends"
    },
    {
      "rank": 24,
      "id": "C7-PI-FIN-01",
      "name": "Finance-as-a-Service API for Micro-Firms",
      "architecture": "platform_infrastructure",
      "forces": ["coasean_shrinkage", "ai_inference_collapse"],
      "naics_codes": ["5412", "5611", "541214"],
      "score": 80,
      "axis_scores": {"force": 84, "compound": 74, "convergence": 70, "timing": 80, "capital": 86},
      "one_liner": "API-first financial infrastructure for the new micro-firm economy: invoicing, accounts payable, tax estimation, cash flow forecasting, and financial reporting as embeddable services",
      "economic_engine": "Coasean shrinkage creating millions of micro-firms (1-5 employees). NAICS 5415: 405K computer systems design establishments. NAICS 5416: 395K consulting establishments. These micro-firms need financial infrastructure but can't afford traditional services. API-first enables embedding in the tools they already use.",
      "compounding_mechanism": "Developer ecosystem creates distribution. API usage data generates financial intelligence. More integrations = more data = better products.",
      "convergence_prevention": "Moderate. API-first finance competitors exist (Stripe Treasury, Mercury, etc.). Must differentiate on AI intelligence layer.",
      "capital_stack": "$2-4M. Revenue from API usage + premium features.",
      "timing": "Micro-firm formation accelerating. API-first financial services mature. AI inference cheap enough for real-time financial analysis.",
      "key_risk": "Stripe, Mercury, and other well-funded fintech could expand. Must build AI intelligence layer as moat.",
      "why_now": "Coasean shrinkage + AI inference cost floor + micro-firm boom.",
      "source_data": "NAICS 5415+5416 establishment growth data, micro-firm formation trends"
    },
    {
      "rank": 25,
      "id": "C7-RMB-VET-01",
      "name": "Veterinary AI Compliance + Operations Platform",
      "architecture": "regulatory_moat_builder",
      "forces": ["regulatory_fragmentation", "pe_minsky_vulnerability"],
      "naics_codes": ["5419", "541940"],
      "score": 79,
      "axis_scores": {"force": 74, "compound": 82, "convergence": 78, "timing": 82, "capital": 76},
      "one_liner": "AI compliance and operations platform for independent veterinary practices navigating PE rollup pressure + emerging state regulations on veterinary corporate practice",
      "economic_engine": "US veterinary market ~$35B. PE has aggressively rolled up but facing saturation + regulatory backlash (state corporate practice of veterinary medicine laws). Independent vets need: AI clinical records (Digitail, Shepherd entering), AI billing, compliance with emerging regulations, and operational tools to compete with PE-backed chains.",
      "compounding_mechanism": "Multi-state regulatory database. Practice operational benchmarks. Compliance templates. Drug interaction databases.",
      "convergence_prevention": "State-specific veterinary regulatory knowledge. First-mover in anti-PE compliance tooling. Integration with practice management systems.",
      "capital_stack": "$2-3M. Revenue $200-800/mo per practice.",
      "timing": "PE veterinary saturation. Regulatory backlash emerging. Independent vets seeking tools to compete. 30% already using AI.",
      "key_risk": "Digitail (1,000+ hospitals) and Shepherd already in market. Must differentiate on compliance + anti-PE positioning.",
      "why_now": "PE veterinary saturation + regulatory backlash + 30% AI adoption = inflection point.",
      "source_data": "PE veterinary rollup data, state regulatory trends, Digitail/Shepherd competitive data"
    },
    {
      "rank": 26,
      "id": "C7-AW-VET-01",
      "name": "Acquire PE-Distressed Veterinary Practice",
      "architecture": "arbitrage_window",
      "forces": ["pe_minsky_vulnerability", "baumol_cure"],
      "naics_codes": ["5419", "541940"],
      "score": 79,
      "axis_scores": {"force": 76, "compound": 72, "convergence": 80, "timing": 90, "capital": 78},
      "one_liner": "Acquire PE-distressed veterinary practices at reduced multiples (PE paid 12-18x, available at 6-8x as PE exits), convert to AI-native operations with Digitail/Shepherd tools",
      "economic_engine": "PE veterinary consolidators facing saturation + margin pressure + regulatory scrutiny. Remaining targets have rising valuations squeezing returns. Some PE exits beginning. Acquire at 6-8x EBITDA (vs PE-purchased 12-18x), deploy AI tools (Digitail, Shepherd) to reduce admin overhead 30-40%.",
      "compounding_mechanism": "Limited -- arbitrage window play. Compounding from AI operational improvements + multi-practice data.",
      "convergence_prevention": "Physical veterinary practice, equipment, client relationships, state licensing.",
      "capital_stack": "$1-3M per practice. SBA eligible for smaller practices.",
      "timing": "PE exit window opening. FTC scrutiny. Regulatory backlash. 2-3 year window.",
      "key_risk": "Timing-dependent. PE may restructure successfully. Must act during distress window.",
      "why_now": "PE saturation + FTC action + regulatory pressure + AI tools mature.",
      "source_data": "PE veterinary market data, FTC enforcement actions, Digitail/Shepherd tools"
    },
    {
      "rank": 27,
      "id": "C7-FSR-HOMEHEALTH-01",
      "name": "Full-Service AI Home Health Operations Platform",
      "architecture": "full_service_replacement",
      "forces": ["silver_tsunami", "baumol_cure"],
      "naics_codes": ["6216", "621610"],
      "score": 79,
      "axis_scores": {"force": 84, "compound": 76, "convergence": 72, "timing": 80, "capital": 80},
      "one_liner": "Full-service operations replacement for home health agencies: AI scheduling, route optimization, clinical documentation, compliance monitoring, and caregiver matching",
      "economic_engine": "NAICS 6216: 1,629,522 employees, 49,400 establishments, $64.8B total wages. Growing elderly population + severe workforce shortage. AI can: optimize caregiver scheduling/routing (20-30% more visits/day), automate documentation, monitor compliance, match caregivers to patients. Doesn't replace caregivers -- makes each one 30-50% more productive.",
      "compounding_mechanism": "Patient outcome data improves care matching. Route optimization improves with geographic density. Compliance templates compound across agencies. Caregiver performance data enables quality differentiation.",
      "convergence_prevention": "HIPAA compliance, state home health licensing, CMS certification. Integration with agency workflows. But: competitors exist (Sensi AI, AlayaCare).",
      "capital_stack": "$3-5M. Revenue $500-2000/mo per agency.",
      "timing": "Aging population. Workforce crisis. Medicare Advantage growth. COVID accelerated home health shift.",
      "key_risk": "Sensi AI and AlayaCare already in market. Must differentiate on full-service vs point solution.",
      "why_now": "Demographic urgency + workforce crisis + AI maturity for scheduling/documentation.",
      "source_data": "NAICS 6216 QCEW data, home health workforce data, Sensi AI, AlayaCare"
    },
    {
      "rank": 28,
      "id": "C7-DC-TRADES-01",
      "name": "Trades Intelligence Platform (Data Compounding from HVAC/Plumbing/Electrical)",
      "architecture": "data_compounding",
      "forces": ["baumol_cure", "coasean_shrinkage"],
      "naics_codes": ["2382", "2383", "238210", "238220"],
      "score": 79,
      "axis_scores": {"force": 82, "compound": 84, "convergence": 68, "timing": 78, "capital": 80},
      "one_liner": "Start with AI operations for building contractors, compound into the definitive intelligence platform for trade service pricing, labor costs, and project benchmarks",
      "economic_engine": "NAICS 2382+2383: 3.3M employees, 368K establishments, $242B total wages. Entry via operations platform (scheduling, estimating, dispatch). Data play: every job completed generates pricing, labor, and material data. At scale, becomes the authoritative source for trade service economics.",
      "compounding_mechanism": "Job data creates pricing benchmarks. Material usage patterns enable predictive ordering. Labor productivity data enables workforce optimization. Geographic density data improves routing. The intelligence moat builds with every job across every contractor.",
      "convergence_prevention": "Data moat requires scale. Early years are a platform business, not a data business. ServiceTitan has some data but hasn't productized intelligence. Must build intelligence layer faster than ServiceTitan adds it.",
      "capital_stack": "$3-5M for platform + initial contractor base. Data products generate additional revenue at scale.",
      "timing": "230K+ establishments with minimal data infrastructure. AI capable of extracting intelligence from job data. ServiceTitan focused on enterprise, leaving small contractor data unserved.",
      "key_risk": "ServiceTitan ($9.5B) could prioritize intelligence products. Must build data moat in underserved small contractor segment first.",
      "why_now": "Massive fragmented sector with no data intelligence platform. AI inference enables real-time analytics.",
      "source_data": "NAICS 2382+2383 QCEW data, ServiceTitan competitive analysis"
    },
    {
      "rank": 29,
      "id": "C7-PA-HVAC-01",
      "name": "AI-Native HVAC/Cooling Equipment for Data Centers",
      "architecture": "physical_production_ai",
      "forces": ["robotics_ai", "kondratieff_deployment"],
      "naics_codes": ["3334", "333413", "333415"],
      "score": 78,
      "axis_scores": {"force": 80, "compound": 72, "convergence": 78, "timing": 88, "capital": 72},
      "one_liner": "Design and manufacture AI-optimized liquid cooling systems for data centers, using AI in both the product (smart cooling) and the production process (AI-optimized manufacturing)",
      "economic_engine": "NAICS 3334: 144,266 employees, 2,834 establishments. AI data center demand driving need for 40-50kW rack cooling systems. Traditional air cooling insufficient. Liquid cooling market exploding. Google $10M electrician training grant. Microsoft/Amazon data center buildout. AI builds the cooling that cools AI.",
      "compounding_mechanism": "Cooling performance data from deployments improves designs. Customer feedback loop from data center operators. Manufacturing process optimization data compounds.",
      "convergence_prevention": "Engineering IP in liquid cooling design. Manufacturing capability. Customer relationships with hyperscalers. But: Vertiv, Schneider, Emerson are large incumbents.",
      "capital_stack": "$5-10M for product development + initial manufacturing capability. Equipment financing for production. Revenue from system sales ($50-500K per installation).",
      "timing": "AI data center buildout creating massive cooling demand NOW. 140K+ skilled trades workers needed by 2030. Liquid cooling transition from niche to mandatory.",
      "key_risk": "Vertiv, Schneider Electric are large incumbents. Must find niche (hyperscale vs enterprise) or technology advantage (novel cooling approach).",
      "why_now": "Data center buildout at scale. Liquid cooling transition. Manufacturing reshoring incentives.",
      "source_data": "NAICS 3334 QCEW data, CSIS data center infrastructure report, hyperscaler capex data"
    },
    {
      "rank": 30,
      "id": "C7-FSR-CHILDCARE-01",
      "name": "Full-Service AI Operations for Child Care Centers",
      "architecture": "full_service_replacement",
      "forces": ["baumol_cure", "regulatory_fragmentation"],
      "naics_codes": ["6244", "624410"],
      "score": 78,
      "axis_scores": {"force": 78, "compound": 74, "convergence": 72, "timing": 82, "capital": 84},
      "one_liner": "Full-service AI operations platform for child care centers: enrollment management, parent communication, billing, subsidy tracking, licensing compliance, and curriculum planning",
      "economic_engine": "NAICS 6244: 954,796 employees, 78,107 establishments, $30.3B total wages. Average pay $31,747 -- one of lowest-paid large sectors. State licensing requirements create regulatory fragmentation (50 different sets of rules). AI can automate enrollment waitlists, parent communication, billing/subsidy management, and licensing compliance documentation.",
      "compounding_mechanism": "Multi-state licensing knowledge compounds. Enrollment pattern data improves waitlist optimization. Parent satisfaction data enables quality benchmarking. Subsidy management expertise across states.",
      "convergence_prevention": "State-specific licensing compliance knowledge. Integration with state subsidy systems. Parent relationship data. But: HiMama (now Lillio), Brightwheel already in market.",
      "capital_stack": "$2-3M. Revenue $100-500/mo per center. 78K centers = large addressable market.",
      "timing": "Child care crisis creating political urgency. New federal and state funding programs. Rising licensing complexity.",
      "key_risk": "Brightwheel ($600M+ valuation) is dominant. Must find underserved segment or superior AI capabilities.",
      "why_now": "Child care crisis. Funding programs creating compliance requirements. AI capable of complex subsidy management.",
      "source_data": "NAICS 6244 QCEW data, child care policy data, Brightwheel competitive analysis"
    },
    {
      "rank": 31, "id": "C7-PI-HOMEHEALTH-01", "name": "Home Health/Elder Care Platform Infrastructure", "architecture": "platform_infrastructure", "forces": ["silver_tsunami", "coasean_shrinkage"], "naics_codes": ["6216", "6241", "624120"], "score": 78, "one_liner": "Platform infrastructure for the fragmented elder care economy: shared scheduling, credentialing, compliance, and care coordination across 981K establishments"},
    {"rank": 32, "id": "C7-AM-METALFAB-01", "name": "Acquire + Modernize Structural Steel Fab Shop", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3323", "332311", "332312"], "score": 78, "one_liner": "Acquire retiring-owner structural steel fabricator, deploy robotic welding + AI layout optimization"},
    {"rank": 33, "id": "C7-RC-PLASTICS-01", "name": "Multi-Shop Plastics Injection Molding Rollup", "architecture": "rollup_consolidation", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3261", "326111", "326112"], "score": 78, "one_liner": "Consolidate 3-5 plastics injection molding shops into AI-optimized production network"},
    {"rank": 34, "id": "C7-FSR-LENDING-01", "name": "AI-Native Mortgage/Consumer Lending Operations", "architecture": "full_service_replacement", "forces": ["baumol_cure", "ai_inference_collapse"], "naics_codes": ["5222", "522210", "522291"], "score": 77, "one_liner": "Full-service AI lending operations for surviving mortgage/consumer lenders -- employment declining 9.8%, survivors need AI-native cost structure"},
    {"rank": 35, "id": "C7-AW-STAFF-01", "name": "Acquire PE-Distressed Staffing Agency", "architecture": "arbitrage_window", "forces": ["pe_minsky_vulnerability", "baumol_cure"], "naics_codes": ["5613", "561311"], "score": 77, "one_liner": "Acquire PE-distressed staffing agencies (employment declining 7.6%), convert to AI-native matching + dispatch model"},
    {"rank": 36, "id": "C7-RMB-DENTAL-01", "name": "Dental AI Compliance Platform", "architecture": "regulatory_moat_builder", "forces": ["regulatory_fragmentation", "pe_minsky_vulnerability"], "naics_codes": ["6212", "621210"], "score": 77, "one_liner": "Multi-state dental AI compliance + anti-PE regulatory tools for independent practices"},
    {"rank": 37, "id": "C7-PI-TRUCKING-01", "name": "AI Dispatch + Operations Platform for Freight Carriers", "architecture": "platform_infrastructure", "forces": ["baumol_cure", "coasean_shrinkage"], "naics_codes": ["4841", "484110", "484121"], "score": 77, "one_liner": "AI-native dispatch, route optimization, and load matching for the 127K general freight trucking establishments"},
    {"rank": 38, "id": "C7-MN-TRADES-01", "name": "AI-Matched Contractor Marketplace", "architecture": "marketplace_network", "forces": ["coasean_shrinkage", "silver_tsunami"], "naics_codes": ["2382", "2383", "238210", "238310"], "score": 76, "one_liner": "AI-powered marketplace matching property owners with vetted building contractors, using job data for quality scoring"},
    {"rank": 39, "id": "C7-FSR-DESIGN-01", "name": "AI-First Design Agency (Full Service Replacement)", "architecture": "full_service_replacement", "forces": ["baumol_cure", "ai_inference_collapse"], "naics_codes": ["5414", "541410", "541420", "541430"], "score": 76, "one_liner": "Full-service AI design agency replacing traditional design firms at 5-10x lower cost -- 47,660 establishments, highest fragmentation in professional services"},
    {"rank": 40, "id": "C7-RMB-MH-01", "name": "Mental Health AI Compliance Platform", "architecture": "regulatory_moat_builder", "forces": ["regulatory_fragmentation"], "naics_codes": ["6213", "621330"], "score": 76, "one_liner": "Multi-state mental health AI compliance: Utah HB 452 model + emerging state regulations on AI in therapy/counseling"}
  ],

  "models_41_to_100": [
    {"rank": 41, "id": "C7-AM-AUTOPARTS-01", "name": "Acquire + Modernize Tier 2/3 Auto Parts Supplier", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3363", "336390"], "score": 76, "one_liner": "Acquire small auto parts manufacturer, deploy AI quality inspection + predictive maintenance"},
    {"rank": 42, "id": "C7-FSR-CONSULTING-01", "name": "AI-First Management Consulting Delivery", "architecture": "full_service_replacement", "forces": ["baumol_cure", "ai_inference_collapse"], "naics_codes": ["5416", "541611"], "score": 75, "one_liner": "AI-generated consulting deliverables (market analysis, strategy reports, process optimization) at 10x lower cost than traditional firms"},
    {"rank": 43, "id": "C7-PI-REALESTATE-01", "name": "AI Transaction Coordination Platform for Brokerages", "architecture": "platform_infrastructure", "forces": ["baumol_cure", "coasean_shrinkage"], "naics_codes": ["5312", "531210"], "score": 75, "one_liner": "Platform infrastructure for real estate brokerages: AI transaction coordination, document management, compliance -- 163K establishments declining 5.2%"},
    {"rank": 44, "id": "C7-DC-INSURANCE-01", "name": "Insurance Claims Intelligence Platform", "architecture": "data_compounding", "forces": ["baumol_cure", "regulatory_fragmentation"], "naics_codes": ["5242", "524291"], "score": 75, "one_liner": "Claims processing service entry + cross-payer claims pattern database becoming industry intelligence standard"},
    {"rank": 45, "id": "C7-AM-BAKERY-01", "name": "Acquire + Modernize Wholesale Bakery (Specific)", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3118", "311812"], "score": 75, "one_liner": "Acquire specific CA wholesale bakery ($1.7M revenue, 300+ stores), deploy cobots for mixing/forming/packaging"},
    {"rank": 46, "id": "C7-RC-HVAC-01", "name": "HVAC Contractor Rollup with AI Operations", "architecture": "rollup_consolidation", "forces": ["silver_tsunami", "baumol_cure"], "naics_codes": ["2382", "238220"], "score": 75, "one_liner": "Consolidate independent HVAC contractors with AI dispatching/scheduling, centralized parts procurement, and shared training platform"},
    {"rank": 47, "id": "C7-FSR-BANKING-01", "name": "AI Back-Office for Community Banks", "architecture": "full_service_replacement", "forces": ["baumol_cure", "ai_inference_collapse"], "naics_codes": ["5221", "522110", "522130"], "score": 74, "one_liner": "Full-service AI back-office for community banks: loan processing, compliance reporting, customer service, fraud detection"},
    {"rank": 48, "id": "C7-MN-MFG-01", "name": "Manufacturing Capacity Marketplace", "architecture": "marketplace_network", "forces": ["robotics_ai", "coasean_shrinkage"], "naics_codes": ["3327", "3261", "3323"], "score": 74, "one_liner": "AI-powered marketplace matching manufacturers with excess capacity to buyers needing custom parts"},
    {"rank": 49, "id": "C7-PA-MEDDEVICE-01", "name": "AI-Native Medical Device Contract Manufacturer", "architecture": "physical_production_ai", "forces": ["robotics_ai", "regulatory_fragmentation"], "naics_codes": ["3391", "339112", "339113"], "score": 74, "one_liner": "Contract manufacturing for medical devices with AI QC + FDA compliance automation -- 14K establishments, FDA moat"},
    {"rank": 50, "id": "C7-FSR-ADTECH-01", "name": "AI-First Advertising Operations Service", "architecture": "full_service_replacement", "forces": ["baumol_cure", "ai_inference_collapse"], "naics_codes": ["5418", "541810", "541890"], "score": 74, "one_liner": "Full-service AI ad operations: campaign creation, optimization, reporting -- replacing traditional ad agencies at 5x lower cost"},
    {"rank": 51, "id": "C7-AM-DAIRY-01", "name": "Acquire + Modernize Specialty Dairy Producer", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3115", "311513", "311514"], "score": 73, "one_liner": "Acquire artisan cheese/specialty dairy with AI process control + predictive maintenance for refrigeration"},
    {"rank": 52, "id": "C7-RC-FURNITURE-01", "name": "Custom Cabinet Shop Rollup Platform", "architecture": "rollup_consolidation", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3371", "337110"], "score": 73, "one_liner": "Consolidate custom cabinet shops with shared AI design-to-CNC workflow and centralized finishing"},
    {"rank": 53, "id": "C7-PI-ELDERCARE-01", "name": "Elder Care Coordination Platform", "architecture": "platform_infrastructure", "forces": ["silver_tsunami", "coasean_shrinkage"], "naics_codes": ["6233", "6231", "623311"], "score": 73, "one_liner": "Platform connecting assisted living facilities, home health agencies, and family caregivers with AI care coordination"},
    {"rank": 54, "id": "C7-FSR-CREDITOPS-01", "name": "AI Credit Support Operations (Loan Servicing)", "architecture": "full_service_replacement", "forces": ["baumol_cure"], "naics_codes": ["5223", "522310", "522390"], "score": 73, "one_liner": "Replace human loan servicing/processing teams: emp -10.7%, wage +13.8% = classic Schumpeterian gap, survivors need AI"},
    {"rank": 55, "id": "C7-RMB-CONSTRUCTION-01", "name": "Construction AI Permitting/Compliance Platform", "architecture": "regulatory_moat_builder", "forces": ["regulatory_fragmentation"], "naics_codes": ["2361", "2362", "236115", "236220"], "score": 73, "one_liner": "AI-driven building permit navigation + code compliance for residential and commercial construction across fragmented jurisdictions"},
    {"rank": 56, "id": "C7-MN-ELDERCARE-01", "name": "AI-Matched Elder Care Marketplace", "architecture": "marketplace_network", "forces": ["silver_tsunami", "coasean_shrinkage"], "naics_codes": ["6241", "624120"], "score": 72, "one_liner": "AI matching platform for elder care: connect families with vetted caregivers, home health agencies, and assisted living -- 981K establishments"},
    {"rank": 57, "id": "C7-AM-CONFECTION-01", "name": "Acquire + Modernize Specialty Confectioner", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3113", "311340", "311351"], "score": 72, "one_liner": "Acquire family-owned specialty candy/chocolate company with brand equity, deploy AI tempering/molding + robotic packaging"},
    {"rank": 58, "id": "C7-PI-COMPLIANCE-01", "name": "Multi-Industry AI Compliance Infrastructure", "architecture": "platform_infrastructure", "forces": ["regulatory_fragmentation", "kondratieff_deployment"], "naics_codes": ["5411", "5412", "6211"], "score": 72, "one_liner": "Horizontal compliance platform: track AI regulations across healthcare, insurance, finance, and legal simultaneously"},
    {"rank": 59, "id": "C7-FSR-WHOLESALE-01", "name": "AI-First Wholesale Brokerage Service", "architecture": "full_service_replacement", "forces": ["coasean_shrinkage", "ai_inference_collapse"], "naics_codes": ["4251", "425120"], "score": 72, "one_liner": "Replace wholesale trade brokers with AI matching + logistics optimization -- 122K establishments, employment declining"},
    {"rank": 60, "id": "C7-DC-CONSTRUCTION-01", "name": "Construction Project Intelligence Platform", "architecture": "data_compounding", "forces": ["baumol_cure", "coasean_shrinkage"], "naics_codes": ["2361", "2362", "2382"], "score": 72, "one_liner": "Start with project management service, compound into definitive construction cost/schedule/labor intelligence database"},
    {"rank": 61, "id": "C7-PA-BEVERAGE-01", "name": "AI-Native Craft Beverage Contract Production", "architecture": "physical_production_ai", "forces": ["robotics_ai"], "naics_codes": ["3121", "312120", "312130"], "score": 71, "one_liner": "AI-optimized contract brewing/distilling for craft brands: fermentation monitoring, QC, packaging, distribution scheduling"},
    {"rank": 62, "id": "C7-RC-METALFAB-01", "name": "Structural Metal Fabrication Rollup", "architecture": "rollup_consolidation", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3323", "332311", "332322"], "score": 71, "one_liner": "Consolidate structural steel/metal fab shops with shared AI layout + robotic welding capabilities"},
    {"rank": 63, "id": "C7-AM-COATING-01", "name": "Acquire + Modernize Surface Treatment Facility", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3328", "332811", "332812"], "score": 71, "one_liner": "Acquire coating/engraving/heat treating facility, deploy AI process optimization + vision QC"},
    {"rank": 64, "id": "C7-FSR-NURSING-01", "name": "AI Operations for Skilled Nursing Facilities", "architecture": "full_service_replacement", "forces": ["silver_tsunami", "baumol_cure"], "naics_codes": ["6231", "623110"], "score": 71, "one_liner": "Full-service AI operations for SNFs: staffing optimization, clinical documentation, compliance, medication management"},
    {"rank": 65, "id": "C7-MN-MICRO-01", "name": "AI-Powered Micro-Firm Project Marketplace", "architecture": "marketplace_network", "forces": ["coasean_shrinkage", "ai_inference_collapse"], "naics_codes": ["5415", "5416", "541511"], "score": 71, "one_liner": "Marketplace connecting micro-firms (1-5 employees) for project collaboration, talent sharing, and capability assembly"},
    {"rank": 66, "id": "C7-PI-DENTAL-01", "name": "AI Practice Management Platform for Independent Dentists", "architecture": "platform_infrastructure", "forces": ["baumol_cure", "pe_minsky_vulnerability"], "naics_codes": ["6212", "621210"], "score": 70, "one_liner": "Platform infrastructure for independent dental practices competing with PE-backed DSOs: AI scheduling, billing, imaging"},
    {"rank": 67, "id": "C7-RC-ELECTRICAL-01", "name": "Electrical Contractor Rollup for AI Data Centers", "architecture": "rollup_consolidation", "forces": ["silver_tsunami", "kondratieff_deployment"], "naics_codes": ["2382", "238210"], "score": 70, "one_liner": "Consolidate electrical contractors with AI project management, targeting data center construction boom (140K electricians needed by 2030)"},
    {"rank": 68, "id": "C7-FSR-OFFICEADMIN-01", "name": "AI Back-Office Replacement for SMBs", "architecture": "full_service_replacement", "forces": ["baumol_cure", "ai_inference_collapse"], "naics_codes": ["5611", "561110"], "score": 70, "one_liner": "Replace outsourced office admin services with AI: data entry, document management, scheduling, correspondence -- 78K establishments"},
    {"rank": 69, "id": "C7-AM-MEATPROCESS-01", "name": "Acquire + Modernize Specialty Meat Processor", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai", "regulatory_fragmentation"], "naics_codes": ["3116", "311612", "311615"], "score": 70, "one_liner": "Acquire specialty meat processor with USDA inspection license, deploy AI grading + robotic portioning"},
    {"rank": 70, "id": "C7-PA-PRINTING-01", "name": "AI-Native Print-on-Demand Production Facility", "architecture": "physical_production_ai", "forces": ["robotics_ai", "ai_inference_collapse"], "naics_codes": ["3231", "323111", "323120"], "score": 70, "one_liner": "Greenfield AI-native print-on-demand facility: automated prepress, AI personalization, robotic finishing -- $59.3B market by 2033"},
    {"rank": 71, "id": "C7-DC-STAFFING-01", "name": "Workforce Intelligence Platform", "architecture": "data_compounding", "forces": ["baumol_cure", "coasean_shrinkage"], "naics_codes": ["5613", "561311", "561312"], "score": 69, "one_liner": "AI staffing service entry + compounding workforce analytics database across industries, skills, and geographies"},
    {"rank": 72, "id": "C7-FSR-ASSISTEDLIVING-01", "name": "AI Operations for Assisted Living Facilities", "architecture": "full_service_replacement", "forces": ["silver_tsunami", "baumol_cure"], "naics_codes": ["6233", "623311", "623312"], "score": 69, "one_liner": "Full-service AI operations for assisted living: care coordination, family communication, medication, compliance -- 29K facilities"},
    {"rank": 73, "id": "C7-RMB-CHILDCARE-01", "name": "Child Care Licensing Compliance Platform", "architecture": "regulatory_moat_builder", "forces": ["regulatory_fragmentation"], "naics_codes": ["6244", "624410"], "score": 69, "one_liner": "Multi-state child care licensing compliance: track requirements across 50 states, automate documentation, manage inspections"},
    {"rank": 74, "id": "C7-AM-GLASS-01", "name": "Acquire + Modernize Glass Products Manufacturer", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3272", "327211", "327215"], "score": 68, "one_liner": "Acquire specialty glass manufacturer (architectural, automotive, industrial) with AI process optimization + robotic handling"},
    {"rank": 75, "id": "C7-PI-AGRICULTURE-01", "name": "Precision Agriculture AI Platform (Davis CA)", "architecture": "platform_infrastructure", "forces": ["robotics_ai", "kondratieff_deployment"], "naics_codes": ["1111", "1112", "1113"], "score": 68, "one_liner": "AI platform for specialty crop operations: irrigation optimization, pest detection, harvest planning -- UC Davis ecosystem advantage"},
    {"rank": 76, "id": "C7-FSR-ENGINEERING-01", "name": "AI-First Engineering Analysis Service", "architecture": "full_service_replacement", "forces": ["baumol_cure", "ai_inference_collapse"], "naics_codes": ["5413", "541330"], "score": 68, "one_liner": "AI-powered structural/mechanical/electrical engineering analysis at 5x lower cost -- 167K establishments, $181B wages, 4.3% wage growth"},
    {"rank": 77, "id": "C7-MN-FOOD-01", "name": "Specialty Food Producer Marketplace", "architecture": "marketplace_network", "forces": ["coasean_shrinkage", "robotics_ai"], "naics_codes": ["3118", "3114", "311811"], "score": 68, "one_liner": "AI-powered marketplace connecting specialty food producers with retailers, restaurants, and distributors"},
    {"rank": 78, "id": "C7-RC-COATING-01", "name": "Surface Treatment Services Rollup", "architecture": "rollup_consolidation", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3328", "332811", "332813"], "score": 67, "one_liner": "Consolidate coating/heat treating facilities with shared AI process optimization and scheduling"},
    {"rank": 79, "id": "C7-AM-RUBBER-01", "name": "Acquire + Modernize Rubber Products Manufacturer", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3262", "326211", "326291", "326299"], "score": 67, "one_liner": "Acquire specialty rubber products manufacturer with AI process optimization + robotic molding/finishing"},
    {"rank": 80, "id": "C7-PA-COSMETICS-01", "name": "AI-Native Contract Cosmetics/Personal Care Production", "architecture": "physical_production_ai", "forces": ["robotics_ai", "regulatory_fragmentation"], "naics_codes": ["3256", "325620"], "score": 67, "one_liner": "Contract manufacturing for DTC beauty brands: AI formulation, batch scheduling, QC, FDA compliance automation"},
    {"rank": 81, "id": "C7-FSR-DENTALOPS-01", "name": "Full-Service AI Operations for Independent Dental Practices", "architecture": "full_service_replacement", "forces": ["baumol_cure"], "naics_codes": ["6212", "621210"], "score": 67, "one_liner": "Full-service billing + scheduling + patient communication for independent dentists at 50% cost of in-house staff"},
    {"rank": 82, "id": "C7-DC-LEGAL-01", "name": "Legal Intelligence Platform (Data Compounding)", "architecture": "data_compounding", "forces": ["baumol_cure"], "naics_codes": ["5411", "541110"], "score": 67, "one_liner": "SMB legal service entry + compounding database of contract patterns, regulatory outcomes, and litigation data"},
    {"rank": 83, "id": "C7-PI-NURSING-01", "name": "Nursing Facility Operations Platform", "architecture": "platform_infrastructure", "forces": ["silver_tsunami", "regulatory_fragmentation"], "naics_codes": ["6231", "6232", "623110"], "score": 66, "one_liner": "Platform for skilled nursing + residential care facilities: shared staffing, compliance, clinical documentation infrastructure"},
    {"rank": 84, "id": "C7-AM-FOUNDRY-01", "name": "Acquire + Modernize Metal Foundry", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3315", "331511", "331512"], "score": 66, "one_liner": "Acquire specialty foundry (aluminum, iron, steel casting), deploy AI pour optimization + robotic finishing -- 1,689 establishments"},
    {"rank": 85, "id": "C7-RC-BAKERY-01", "name": "Specialty Bakery Rollup (CA Focus)", "architecture": "rollup_consolidation", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3118", "311812", "311813"], "score": 66, "one_liner": "Consolidate CA specialty bakeries with shared AI production scheduling, FSMA compliance, and distribution network"},
    {"rank": 86, "id": "C7-FSR-TRADESCHOOL-01", "name": "AI-Augmented Trade Training Platform", "architecture": "full_service_replacement", "forces": ["silver_tsunami", "kondratieff_deployment"], "naics_codes": ["2382", "2383", "238210"], "score": 66, "one_liner": "AI-powered training for electricians/HVAC/plumbing: simulation, AR guidance, certification prep -- 499K workers needed"},
    {"rank": 87, "id": "C7-MN-PRINT-01", "name": "Commercial Print Capacity Marketplace", "architecture": "marketplace_network", "forces": ["coasean_shrinkage", "robotics_ai"], "naics_codes": ["3231", "323111"], "score": 65, "one_liner": "AI matching buyers with print capacity across 28K establishments -- fill idle capacity, reduce waste"},
    {"rank": 88, "id": "C7-PA-AUTOPARTS-01", "name": "AI-Native Auto Parts Production Facility", "architecture": "physical_production_ai", "forces": ["robotics_ai"], "naics_codes": ["3363", "336310", "336370"], "score": 65, "one_liner": "Greenfield AI-native auto parts production: automated machining + AI quality inspection + robotic assembly"},
    {"rank": 89, "id": "C7-AM-PAPERCONVERT-01", "name": "Acquire + Modernize Paper/Packaging Converter", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3222", "322211", "322219"], "score": 65, "one_liner": "Acquire paper/packaging converting facility, deploy AI cutting optimization + robotic palletizing"},
    {"rank": 90, "id": "C7-RMB-FINANCE-01", "name": "Financial AI Compliance Platform", "architecture": "regulatory_moat_builder", "forces": ["regulatory_fragmentation"], "naics_codes": ["5221", "5222", "522110"], "score": 65, "one_liner": "Multi-state financial AI compliance: lending fairness, algorithmic bias auditing, model risk management across banking regulators"},
    {"rank": 91, "id": "C7-RC-AUTOPARTS-01", "name": "Tier 2/3 Auto Parts Supplier Rollup", "architecture": "rollup_consolidation", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3363", "336390"], "score": 65, "one_liner": "Consolidate small auto parts suppliers with shared AI quality systems and OEM compliance infrastructure"},
    {"rank": 92, "id": "C7-FSR-OUTPATIENT-01", "name": "AI Operations for Multi-Site Outpatient Centers", "architecture": "full_service_replacement", "forces": ["baumol_cure"], "naics_codes": ["6214", "621498"], "score": 65, "one_liner": "Full-service AI operations for outpatient care networks: scheduling, billing, prior auth, clinical documentation"},
    {"rank": 93, "id": "C7-PI-LENDING-01", "name": "AI Lending Infrastructure Platform", "architecture": "platform_infrastructure", "forces": ["baumol_cure", "kondratieff_deployment"], "naics_codes": ["5222", "5223", "522210"], "score": 64, "one_liner": "Platform infrastructure for surviving lenders: AI underwriting, servicing, compliance -- serving the survivors of the -9.8% employment decline"},
    {"rank": 94, "id": "C7-AM-SAWMILL-01", "name": "Acquire + Modernize Wood Products Facility", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3219", "321911", "321912", "321918"], "score": 64, "one_liner": "Acquire specialty wood products manufacturer (millwork, trusses, prefab components), deploy AI optimization + robotic assembly"},
    {"rank": 95, "id": "C7-DC-VETERINARY-01", "name": "Veterinary Clinical Intelligence Platform", "architecture": "data_compounding", "forces": ["baumol_cure"], "naics_codes": ["5419", "541940"], "score": 64, "one_liner": "Veterinary practice operations entry + compounding database of treatment outcomes, drug efficacy, and pricing benchmarks"},
    {"rank": 96, "id": "C7-FSR-ACCOUNTING-RESTAURANT-01", "name": "AI Bookkeeping for Restaurants (Bench Revival)", "architecture": "full_service_replacement", "forces": ["baumol_cure", "jevons_expansion"], "naics_codes": ["5412", "7225", "541214"], "score": 64, "one_liner": "Full-service AI bookkeeping targeting 1M+ independent restaurants: POS integration (Toast/Square), tip reconciliation, food cost tracking"},
    {"rank": 97, "id": "C7-PA-AGEQUIPMENT-01", "name": "AI-Enhanced Agricultural Equipment Manufacturing", "architecture": "physical_production_ai", "forces": ["robotics_ai", "kondratieff_deployment"], "naics_codes": ["3331", "333111", "333112"], "score": 64, "one_liner": "Manufacture AI-enhanced farm equipment: autonomous implements, precision application systems -- AI builds the tools that modernize agriculture"},
    {"rank": 98, "id": "C7-MN-HEALTHCARE-01", "name": "Independent Practice AI Services Marketplace", "architecture": "marketplace_network", "forces": ["baumol_cure", "coasean_shrinkage"], "naics_codes": ["6211", "6213", "621111"], "score": 63, "one_liner": "Marketplace connecting independent healthcare practices with AI service providers (billing, scheduling, documentation, compliance)"},
    {"rank": 99, "id": "C7-RC-BEVERAGE-01", "name": "Craft Beverage Production Rollup", "architecture": "rollup_consolidation", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3121", "312120", "312130"], "score": 63, "one_liner": "Consolidate craft breweries/distilleries with shared AI production optimization and distribution network"},
    {"rank": 100, "id": "C7-AM-TEXTILES-01", "name": "Acquire + Modernize Specialty Textile Mill", "architecture": "acquire_and_modernize", "forces": ["silver_tsunami", "robotics_ai"], "naics_codes": ["3149", "314999"], "score": 63, "one_liner": "Acquire specialty textile manufacturer (technical textiles, industrial fabrics) with AI loom optimization + robotic handling"}
  ],

  "models_101_to_387": {
    "count": 287,
    "distribution_by_architecture": {
      "acquire_and_modernize": 52,
      "full_service_replacement": 48,
      "platform_infrastructure": 38,
      "vertical_saas": 28,
      "marketplace_network": 22,
      "regulatory_moat_builder": 24,
      "data_compounding": 20,
      "physical_production_ai": 22,
      "rollup_consolidation": 18,
      "arbitrage_window": 15
    },
    "distribution_by_force": {
      "baumol_cure": 72,
      "silver_tsunami": 58,
      "robotics_ai": 52,
      "ai_inference_collapse": 34,
      "regulatory_fragmentation": 28,
      "coasean_shrinkage": 22,
      "pe_minsky_vulnerability": 15,
      "kondratieff_deployment": 6
    },
    "score_range": {"min": 35, "max": 62},
    "notable_low_ranked_models": [
      {"rank": 350, "id": "C7-VS-THERAPYNOTES-01", "name": "Vertical SaaS Therapist Notes", "score": 45, "reason": "Blueprint 50K clinicians dominance"},
      {"rank": 360, "id": "C7-VS-PAYROLL-01", "name": "Vertical SaaS Payroll+Bookkeeping", "score": 38, "reason": "Gusto $746M, Rippling $1.3B"},
      {"rank": 370, "id": "C7-VS-CLINDOC-01", "name": "Vertical SaaS Clinical Documentation", "score": 40, "reason": "Abridge $250M dominance"},
      {"rank": 375, "id": "C7-VS-REALESTATE-01", "name": "Vertical SaaS Real Estate AI", "score": 30, "reason": "$10.5B funded, 7 unicorns"},
      {"rank": 380, "id": "C7-VS-AUTOCLAIMS-01", "name": "Vertical SaaS Auto Claims Photo", "score": 38, "reason": "Tractable $115M, CCC public"},
      {"rank": 385, "id": "C7-VS-CONSUMERMH-01", "name": "Consumer Mental Health App", "score": 35, "reason": "Saturated: Calm, Headspace, BetterHelp"},
      {"rank": 387, "id": "C7-PI-GOVAI-01", "name": "Platform Government AI", "score": 42, "reason": "12-24mo procurement, Tyler Tech $1.8B"}
    ],
    "naics_sectors_covered": "158 unique 4-digit NAICS codes referenced across all 387 models, out of 293 total 4-digit codes in QCEW data. Coverage: 54%."
  },

  "not_recommended": [
    {"id": "C7-NR-01", "name": "Vertical SaaS Therapist Notes", "score": 45, "reason": "Blueprint 50K clinicians, tool-layer commodity"},
    {"id": "C7-NR-02", "name": "Vertical SaaS Payroll+Bookkeeping", "score": 38, "reason": "Gusto $746M, Rippling $1.3B too dominant"},
    {"id": "C7-NR-03", "name": "Consumer Mental Health App", "score": 35, "reason": "Saturated market: Calm, Headspace, BetterHelp"},
    {"id": "C7-NR-04", "name": "Vertical SaaS Clinical Documentation", "score": 40, "reason": "Abridge $250M captured. Tool-layer commodity."},
    {"id": "C7-NR-05", "name": "Vertical SaaS Auto Claims Photo", "score": 38, "reason": "Tractable $115M, CCC public"},
    {"id": "C7-NR-06", "name": "Vertical SaaS Shopify Bookkeeping", "score": 48, "reason": "Finaloop $35M direct competitor"},
    {"id": "C7-NR-07", "name": "Vertical SaaS Real Estate AI", "score": 30, "reason": "$10.5B funding, 7 unicorns"},
    {"id": "C7-NR-08", "name": "Platform Government AI", "score": 42, "reason": "12-24mo procurement, Tyler Tech $1.8B"},
    {"id": "C7-NR-09", "name": "Vertical SaaS AG Irrigation", "score": 44, "reason": "Orchard Robotics $22M, OEM risk"},
    {"id": "C7-NR-10", "name": "AI Crypto/DeFi Analytics", "score": 32, "reason": "Regulatory uncertainty, many funded competitors"},
    {"id": "C7-NR-11", "name": "General AI Writing Tool", "score": 28, "reason": "ChatGPT, Claude, Gemini free tier -- commoditized"},
    {"id": "C7-NR-12", "name": "AI Code Generation Tool", "score": 30, "reason": "GitHub Copilot, Cursor, Windsurf -- platform commoditization"}
  ]
}
