{
  "batch": "top_40",
  "rating_system": "5-Axis Institutional Grade v3-3",
  "date": "2026-02-11",
  "economy_map_cycle": "v3-2",
  "perez_phase": "Late Installation / Early Turning Point",
  "axis_weights": {"SN": 0.25, "FA": 0.25, "GG": 0.20, "TG": 0.15, "CE": 0.15},
  "composite_formula": "(SN*25 + FA*25 + GG*20 + TG*15 + CE*15) / 10",
  "models_rated": 40,
  "category_distribution": {
    "STRUCTURAL_WINNER": 3,
    "FORCE_RIDER": 7,
    "TIMING_ARBITRAGE": 3,
    "CAPITAL_MOAT": 5,
    "FEAR_ECONOMY": 2,
    "CONDITIONAL": 15,
    "PARKED": 5
  },
  "rated_models": [
    {
      "id": "C7-RC-MFG-01",
      "name": "Multi-Shop CNC/Metal Fab Rollup Platform",
      "v2_score": 88,
      "v2_rank": 1,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "rollup_consolidation",
      "forces_v3": ["F1", "F2", "F4"],
      "scores": {"SN": 8.5, "FA": 8.0, "GG": 7.0, "TG": 8.5, "CE": 6.5},
      "composite": 77.75,
      "category": "STRUCTURAL_WINNER",
      "one_liner": "Acquire 5-10 retiring-owner machine shops and metal fab facilities, deploy cobots + AI scheduling/quoting, operate as unified multi-site production platform",
      "key_v3_context": "F1 acceleration (cobots $25-60K, 6-18mo ROI) + F2 steady (2.34M Silver Tsunami) + F4 shifting (VC rotating to physical) create textbook structural convergence. 78-point manufacturing AI gap means most shops haven't adopted yet -- acquirer captures the arbitrage. Physical assets + SBA 504 + cash flow = crash-resilient at Perez turning point. GG boosted by Japan (+1 demographics) and EU (+1 Industry 4.0). CE dinged for capital-intensive multi-site rollup requiring $12-15M over 24 months."
    },
    {
      "id": "C7-DC-FIN-01",
      "name": "AI Financial Intelligence Platform (Data Compounding)",
      "v2_score": 87,
      "v2_rank": 2,
      "sector_naics": "54",
      "sector_name": "Professional Services",
      "architecture": "data_compounding",
      "forces_v3": ["F1", "F2", "F4"],
      "scores": {"SN": 8.5, "FA": 8.0, "GG": 6.0, "TG": 7.0, "CE": 8.0},
      "composite": 75.75,
      "category": "STRUCTURAL_WINNER",
      "one_liner": "Full-service AI bookkeeping/finance for SMBs where every client interaction generates financial pattern data, building an unassailable intelligence moat over 3-5 years",
      "key_v3_context": "Professional services at EARLY_DISRUPTION with $207B Baumol stored energy is the core driver. 23M unserved SMBs at inference $0.05/mo = massive Jevons expansion. But: F5 psychology friction is moderate for financial services (gap 1 = lowest fear friction, 73% adoption rate -- this is the control group). Data compounding architecture provides crash resilience through recurring revenue. GG limited -- US-centric SMB play, replicable model in other markets but not directly transferable. TG dinged slightly: pure-digital platform faces Perez crash risk (85% AI startups fail within 3 years)."
    },
    {
      "id": "C7-AM-MFG-01",
      "name": "Acquire + Modernize CNC Shop (Single Site)",
      "v2_score": 87,
      "v2_rank": 3,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "acquire_and_modernize",
      "forces_v3": ["F1", "F2", "F4"],
      "scores": {"SN": 8.5, "FA": 8.0, "GG": 6.5, "TG": 9.0, "CE": 7.5},
      "composite": 79.00,
      "category": "STRUCTURAL_WINNER",
      "one_liner": "Buy a single retiring-owner CNC shop at 3-4x EBITDA ($1-3M), deploy cobots + AI scheduling, double throughput within 12 months",
      "key_v3_context": "Highest TG in portfolio: SBA 504 fee waiver expires Sept 2026, physical assets with cash flow from day 1, survives 18mo funding freeze trivially. Same F1+F2 convergence as rollup but lower execution risk. CE better than rollup ($550K equity = accessible). Manufacturing sector EARLY_DISRUPTION phase with 78-point gap = maximum structural opportunity window. This is the archetype of a Perez turning-point-resilient business: revenue-generating, physical, cash flow positive. GG lower than rollup -- single-site is US-specific play."
    },
    {
      "id": "C7-AM-FOOD-01",
      "name": "Acquire + Modernize Specialty Food Producer",
      "v2_score": 86,
      "v2_rank": 4,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "acquire_and_modernize",
      "forces_v3": ["F1", "F2", "F3", "F5"],
      "scores": {"SN": 7.5, "FA": 7.5, "GG": 6.0, "TG": 8.5, "CE": 7.0},
      "composite": 72.75,
      "category": "FORCE_RIDER",
      "one_liner": "Acquire a retiring-owner specialty food producer (bakery, confectionery, preserved foods), deploy cobots + AI QC, capture FSMA 204 compliance moat",
      "key_v3_context": "F3 overlay via FSMA 204 regulatory fragmentation creates genuine moat that pure manufacturing plays lack. F5 relevant: food production has LOW fear friction (consumers don't care about AI in production line). Physical assets + SBA 504 + specialty margins (20-35%) = crash resilient. But SN slightly lower than CNC because food is more cyclical and commodity-price-exposed. GG limited by FSMA being US-specific regulation. 4 forces total (F1+F2+F3+F5) make it a strong FORCE_RIDER."
    },
    {
      "id": "C7-RMB-HC-01",
      "name": "Healthcare AI Multi-State Compliance Platform",
      "v2_score": 86,
      "v2_rank": 5,
      "sector_naics": "62",
      "sector_name": "Healthcare",
      "architecture": "regulatory_moat_builder",
      "forces_v3": ["F3", "F5", "F1"],
      "scores": {"SN": 8.0, "FA": 7.5, "GG": 6.5, "TG": 7.5, "CE": 7.5},
      "composite": 74.25,
      "category": "FEAR_ECONOMY",
      "one_liner": "Build the compliance layer that every healthcare AI company needs: multi-state regulatory tracking, bias auditing, and documentation for 250+ healthcare AI bills across 50 states",
      "key_v3_context": "This IS the fear economy: healthcare fear friction gap = 3, 34-pt trust gap, $86B fear economy TAM. Every regulation ADDS revenue. F3 acceleration (250+ bills, EU AI Act Aug 2026) is the primary driver. F5 psychology directly creates demand -- more fear = more compliance spending. SN high because regulatory complexity is structurally increasing (no political force reverses this). GG gets +2 for EU (AI Act creates parallel demand). TG strong but not top-tier: digital platform faces some Perez crash risk. CE good: subscription SaaS with low infrastructure cost."
    },
    {
      "id": "C7-FSR-FIN-01",
      "name": "Full-Service AI Finance Function for SMBs",
      "v2_score": 85,
      "v2_rank": 6,
      "sector_naics": "54",
      "sector_name": "Professional Services",
      "architecture": "full_service_replacement",
      "forces_v3": ["F1", "F2", "F4"],
      "scores": {"SN": 8.0, "FA": 7.5, "GG": 5.5, "TG": 6.5, "CE": 8.5},
      "composite": 72.25,
      "category": "CAPITAL_MOAT",
      "one_liner": "Replace the entire finance function (bookkeeping + tax + payroll + financial planning) for SMBs at $149-499/mo, serving the 23M currently unserved",
      "key_v3_context": "Same sector forces as DC-FIN-01 but weaker compounding architecture. CE is the standout: 90%+ gross margins, inference $0.05/mo, revenue-funded growth from Bench orphans (35K known customers). Professional services at EARLY_DISRUPTION with $207B Baumol stored energy validates the structural necessity. But convergence resistance is moderate (12-18 month replication) -- Basis ($9M) and Docyt already in service layer. GG low: US-specific SMB financial infrastructure. TG dinged harder than data-compounding variant because less defensible at Perez crash."
    },
    {
      "id": "C7-FSR-HC-01",
      "name": "Full-Service Prior Auth + Denial Management for Independent Practices",
      "v2_score": 85,
      "v2_rank": 7,
      "sector_naics": "62",
      "sector_name": "Healthcare",
      "architecture": "full_service_replacement",
      "forces_v3": ["F1", "F2", "F3", "F5"],
      "scores": {"SN": 8.0, "FA": 7.5, "GG": 5.5, "TG": 7.0, "CE": 7.0},
      "composite": 70.75,
      "category": "FORCE_RIDER",
      "one_liner": "Full-service prior authorization and denial management replacing in-house billing staff for independent physician and allied health practices",
      "key_v3_context": "Healthcare EARLY_DISRUPTION (3%->22% AI adoption) means enormous room to run. F5 fear friction gap of 3 in healthcare is real -- but this business HELPS providers navigate AI-driven denials from payers (WISeR), so fear friction actually drives demand rather than suppressing it. 4 forces make it a FORCE_RIDER. GG limited: US healthcare system is unique (no direct international parallel for prior auth). CE reasonable but needs clinical billing team overhead. TG moderate: regulatory catalysts (WISeR Jan 2026) create urgency but also regulatory risk."
    },
    {
      "id": "C7-DC-HC-01",
      "name": "Clinical Denial Intelligence Platform (Data Compounding)",
      "v2_score": 85,
      "v2_rank": 8,
      "sector_naics": "62",
      "sector_name": "Healthcare",
      "architecture": "data_compounding",
      "forces_v3": ["F1", "F3", "F5"],
      "scores": {"SN": 7.5, "FA": 7.0, "GG": 5.0, "TG": 6.5, "CE": 6.5},
      "composite": 65.75,
      "category": "CONDITIONAL",
      "one_liner": "Start with denial management service, compound into the definitive database of payer denial patterns across all 50 states, becoming the Bloomberg Terminal of healthcare revenue cycle",
      "key_v3_context": "The data compounding thesis is powerful at scale but the model requires significant scale before the moat materializes (year 3-5). At Perez turning point, businesses that need 3-5 years to reach defensibility face crash risk. Healthcare fear friction (gap 3) creates adoption headwinds for the intelligence product. SN is real but the early-years vulnerability is the core issue. GG lowest of healthcare plays -- US-only denial patterns have zero international transferability. CONDITIONAL because composite is adequate but dependent on assumption that scale is achievable before funding environment deteriorates."
    },
    {
      "id": "C7-AM-PRINT-01",
      "name": "Acquire + Modernize Commercial Print Shop",
      "v2_score": 84,
      "v2_rank": 9,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "acquire_and_modernize",
      "forces_v3": ["F1", "F2"],
      "scores": {"SN": 6.5, "FA": 6.0, "GG": 5.5, "TG": 7.5, "CE": 7.5},
      "composite": 64.75,
      "category": "CONDITIONAL",
      "one_liner": "Acquire retiring-owner commercial print shops (28K establishments, declining employment) and modernize with AI workflow automation, predictive maintenance, and personalization engines",
      "key_v3_context": "Declining employment -6.1% signals active cascade -- this is NOT pre-disruption like CNC, it's further along the destruction curve. SN lower because print is secularly declining in many categories. Only 2 forces (F1+F2), so FA is weaker. The print-on-demand growth segment ($59.3B by 2033) is real but requires strategic repositioning of acquired shops. CE decent: shops available at $200K-$1.5M with existing cash flow. TG reasonable with physical assets but the secular decline headwind limits upside. Must filter ruthlessly for growth segments (packaging, large format, personalized)."
    },
    {
      "id": "C7-RC-PRINT-01",
      "name": "Multi-Shop Commercial Print Rollup Platform",
      "v2_score": 84,
      "v2_rank": 10,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "rollup_consolidation",
      "forces_v3": ["F1", "F2"],
      "scores": {"SN": 6.0, "FA": 6.0, "GG": 5.5, "TG": 7.0, "CE": 6.0},
      "composite": 60.50,
      "category": "CONDITIONAL",
      "one_liner": "Consolidate 5-10 commercial print shops into AI-native production network with shared workflow automation, centralized prepress, and distributed production",
      "key_v3_context": "Same secular decline concern as single-site print but amplified by rollup execution risk (70% M&A synergy failure rate). SN weaker than CNC rollup because structural necessity of print is declining. Only 2 forces. CE lower than single-site because of capital-intensive multi-facility rollup. TG moderate: physical assets help but print decline is a Perez-independent secular trend. The thesis depends on capturing growth segments at network scale -- this is a bet on repositioning, not on structural inevitability."
    },
    {
      "id": "C7-AW-ACC-01",
      "name": "Acquire PE-Distressed Accounting Practice",
      "v2_score": 83,
      "v2_rank": 11,
      "sector_naics": "54",
      "sector_name": "Professional Services",
      "architecture": "arbitrage_window",
      "forces_v3": ["F4", "F1", "F2"],
      "scores": {"SN": 7.0, "FA": 7.0, "GG": 5.0, "TG": 8.5, "CE": 8.0},
      "composite": 69.75,
      "category": "TIMING_ARBITRAGE",
      "one_liner": "Acquire PE-distressed accounting practices at depressed multiples during $1.2T debt maturity wall, convert to AI-native cost structure",
      "key_v3_context": "Textbook TIMING_ARBITRAGE: TG 8.5 because $1.2T PE maturity wall 2027-2029 creates a 2-3 year window that is structural, not speculative. F4 shifting (PE distress rate +148%) is the primary driver. Professional services EARLY_DISRUPTION with $207B Baumol stored energy means acquired practices can be transformed. CE excellent: acquire at 2-3x EBITDA (vs PE 8-12x), immediately deploy AI cost structure. SN moderate: business structurally must exist (accounting) but the arbitrage is the play. GG low: US-specific PE dynamics and accounting regulation."
    },
    {
      "id": "C7-RC-FOOD-01",
      "name": "Multi-Facility Specialty Food Production Platform",
      "v2_score": 83,
      "v2_rank": 12,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "rollup_consolidation",
      "forces_v3": ["F1", "F2", "F3"],
      "scores": {"SN": 7.0, "FA": 7.0, "GG": 6.0, "TG": 7.5, "CE": 6.0},
      "composite": 67.25,
      "category": "FORCE_RIDER",
      "one_liner": "Consolidate 3-5 specialty food producers (bakeries, confectioners, preserved foods) into AI-native production platform with shared FSMA compliance and distribution",
      "key_v3_context": "Same force profile as single-site food but with rollup execution risk layered on. FSMA 204 regulatory moat compounds across facilities (expensive to build, cheap to extend). 3 forces (F1+F2+F3) qualify for FORCE_RIDER. CE worse than single-site due to multi-facility capital requirements. GG moderate: food production is global but FSMA compliance moat is US-specific. TG reasonable: physical assets + regulatory moat + cash flow = crash resilient, but rollup complexity adds risk at Perez turning point."
    },
    {
      "id": "C7-PI-TRADES-01",
      "name": "AI Operations Platform for Building Equipment Contractors",
      "v2_score": 83,
      "v2_rank": 13,
      "sector_naics": "23",
      "sector_name": "Construction",
      "architecture": "platform_infrastructure",
      "forces_v3": ["F1", "F2", "F4"],
      "scores": {"SN": 8.0, "FA": 7.5, "GG": 5.5, "TG": 7.0, "CE": 7.5},
      "composite": 71.50,
      "category": "FORCE_RIDER",
      "one_liner": "AI-native operations platform for HVAC, plumbing, and electrical contractors: dispatching, estimating, inventory, scheduling, and compliance -- serving 230K establishments with 2.46M workers",
      "key_v3_context": "Construction at PRE_DISRUPTION with 499K trades shortage = massive structural necessity. F1 technology + F2 demographic shortage + F4 capital rotating to physical creates triple convergence. SN high: these businesses MUST exist because physical infrastructure requires them, and the shortage makes AI productivity tools structurally necessary. But ServiceTitan ($9.5B) looms as convergence risk. GG limited: US construction codes and licensing are jurisdiction-specific. CE good: SaaS subscription model at $99-499/mo scales efficiently. The AI data center buildout is creating additional demand spike."
    },
    {
      "id": "C7-RMB-INS-01",
      "name": "Insurance AI Compliance + Bias Auditing Platform",
      "v2_score": 82,
      "v2_rank": 14,
      "sector_naics": "52",
      "sector_name": "Financial Services",
      "architecture": "regulatory_moat_builder",
      "forces_v3": ["F3", "F5", "F1"],
      "scores": {"SN": 7.0, "FA": 7.0, "GG": 7.0, "TG": 7.0, "CE": 7.0},
      "composite": 70.00,
      "category": "FORCE_RIDER",
      "one_liner": "Multi-state insurance AI compliance platform covering NAIC model law, state-specific AI regulations, bias auditing, and rate filing automation",
      "key_v3_context": "Financial services at ACCELERATION (54% automated, 87% AI fraud) means compliance demand is accelerating. Fear friction gap is only 1 in financial services -- the LOWEST -- meaning adoption is fast but compliance requirements scale with it. GG strongest of compliance plays: +2 for EU (AI Act creates parallel demand), insurance regulation is somewhat global (Solvency II, IAIS). NAIC model law advancing creates US regulatory catalyst. F3 acceleration is primary driver. Balanced scores across all axes make this a consistent performer rather than a standout in any dimension."
    },
    {
      "id": "C7-MN-FIN-01",
      "name": "AI-Matched Business Acquisition Marketplace",
      "v2_score": 82,
      "v2_rank": 15,
      "sector_naics": "53",
      "sector_name": "Real Estate/Business Brokerage",
      "architecture": "marketplace_network",
      "forces_v3": ["F2", "F4"],
      "scores": {"SN": 7.5, "FA": 6.5, "GG": 5.0, "TG": 7.5, "CE": 7.0},
      "composite": 66.75,
      "category": "CONDITIONAL",
      "one_liner": "AI-powered marketplace matching retiring business owners with acquisition-ready operators, including AI-generated business valuations, deal structuring, and SBA financing guidance",
      "key_v3_context": "F2 (2.34M boomer businesses, 58% no succession) + F4 (PE distress creating supply) drive this. SN is real -- $10T transfer must happen. But marketplace dynamics require critical mass, and BizBuySell is an entrenched incumbent. Only 2 forces limits FA. GG low: US-specific business brokerage market. TG reasonable because Silver Tsunami timing is now and PE distress adds supply, but digital marketplace faces Perez crash risk. CE good: transaction-fee model scales once at critical mass. CONDITIONAL on achieving network effects against incumbent."
    },
    {
      "id": "C7-FSR-INS-01",
      "name": "Full-Service AI TPA (Third-Party Administrator)",
      "v2_score": 82,
      "v2_rank": 16,
      "sector_naics": "52",
      "sector_name": "Financial Services",
      "architecture": "full_service_replacement",
      "forces_v3": ["F1", "F3"],
      "scores": {"SN": 7.0, "FA": 6.5, "GG": 6.0, "TG": 6.5, "CE": 7.0},
      "composite": 66.00,
      "category": "CONDITIONAL",
      "one_liner": "AI-native TPA replacing 1,200+ small/mid TPAs with full claims processing, compliance, and reporting at 10x lower cost",
      "key_v3_context": "Financial services ACCELERATION phase means rapid transformation underway. Only 4% AI scaling rate in insurance = early innings with long runway. But Avallon (YC S25, $4.6M) is already targeting this exact space -- convergence resistance weakened. F3 via NAIC compliance creates regulatory moat but also startup friction. GG moderate: insurance TPA model exists globally, EU regulatory parallel adds opportunity. TG moderate: digital platform at Perez turning point without physical assets. CE decent: subscription per employee model scales linearly. CONDITIONAL because of direct funded competitor."
    },
    {
      "id": "C7-AM-PLASTICS-01",
      "name": "Acquire + Modernize Plastics Injection Molding Shop",
      "v2_score": 81,
      "v2_rank": 17,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "acquire_and_modernize",
      "forces_v3": ["F1", "F2"],
      "scores": {"SN": 7.0, "FA": 6.0, "GG": 6.5, "TG": 8.0, "CE": 7.0},
      "composite": 68.00,
      "category": "CAPITAL_MOAT",
      "one_liner": "Acquire retiring-owner plastics injection molding shop, deploy robotic part removal/inspection + AI quality control + predictive maintenance for molding machines",
      "key_v3_context": "Same acquire+modernize thesis as CNC but in plastics injection molding. SN slightly lower: plastics faces some ESG/sustainability headwind that CNC doesn't. Only 2 forces (F1+F2). But TG strong: physical assets with cash flow, SBA eligible, customer tooling stored on-site creates lock-in. GG better than CNC: reshoring tailwinds + Japan demographics + India manufacturing growth create broader geographic applicability. CE solid: $1-3M acquisition with SBA financing. CAPITAL_MOAT because CE + SN both meet threshold and physical moat + customer tooling create genuine switching costs."
    },
    {
      "id": "C7-FSR-ALLIEDHEALTH-01",
      "name": "Full-Service AI Practice Operations for Allied Health",
      "v2_score": 81,
      "v2_rank": 18,
      "sector_naics": "62",
      "sector_name": "Healthcare",
      "architecture": "full_service_replacement",
      "forces_v3": ["F1", "F2"],
      "scores": {"SN": 7.5, "FA": 6.5, "GG": 5.5, "TG": 6.5, "CE": 7.5},
      "composite": 67.00,
      "category": "CONDITIONAL",
      "one_liner": "Full-service billing, scheduling, documentation, and compliance for chiropractors, optometrists, PTs, speech therapists -- the most fragmented healthcare sector (191K establishments)",
      "key_v3_context": "Most fragmented healthcare sector (frag proxy 0.165) with 6.8% employment growth -- structural demand is real and growing. Healthcare EARLY_DISRUPTION means long runway. But F5 healthcare fear friction (gap 3) applies to AI in clinical-adjacent services. Only 2 forces identified (baumol_cure = F1+F2). GG limited: US healthcare billing system specific. CE good: $500-1500/mo per practice with low infrastructure. TG moderate: digital service platform without physical assets faces Perez risk. Multi-specialty complexity is the execution risk. CONDITIONAL on ability to scale across specialties."
    },
    {
      "id": "C7-PI-MFG-01",
      "name": "Manufacturing AI Deployment Stack",
      "v2_score": 81,
      "v2_rank": 19,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "platform_infrastructure",
      "forces_v3": ["F1"],
      "scores": {"SN": 7.0, "FA": 5.5, "GG": 7.0, "TG": 6.0, "CE": 6.5},
      "composite": 64.00,
      "category": "CONDITIONAL",
      "one_liner": "AI deployment platform for small/mid manufacturers: plug-and-play modules for scheduling optimization, quality inspection, predictive maintenance, and production analytics",
      "key_v3_context": "Massive addressable market (300K+ establishments, 78-point AI gap) but platform infrastructure faces stiff convergence risk from AWS/Azure/GCP manufacturing modules. Only 1 primary force (F1 technology via robotics_ai + kondratieff_deployment). SN real but not uniquely served by a startup vs hyperscaler. GG strongest of manufacturing plays: global applicability across US/EU/Japan/India/SEA. TG weaker: pure-software platform at Perez turning point, no physical assets, 85% AI startup failure rate applies directly. CE moderate: consulting-led bootstrap possible but scale requires significant investment."
    },
    {
      "id": "C7-RC-DENTAL-01",
      "name": "AI-Native Dental Practice Rollup (Counter-PE)",
      "v2_score": 81,
      "v2_rank": 20,
      "sector_naics": "62",
      "sector_name": "Healthcare",
      "architecture": "rollup_consolidation",
      "forces_v3": ["F4", "F1", "F2"],
      "scores": {"SN": 7.0, "FA": 7.0, "GG": 5.0, "TG": 7.0, "CE": 6.0},
      "composite": 64.50,
      "category": "CONDITIONAL",
      "one_liner": "Acquire independent dental practices at 3-5x EBITDA (vs PE-paid 8-12x), deploy AI billing/scheduling/imaging, operate at AI-native cost structure PE rollups can't match",
      "key_v3_context": "Counter-PE thesis is compelling: F4 PE distress (11.98% distress rate, +148%) creates supply of practices at depressed multiples. F1 AI + F2 demographics (retiring dentists) add structural force. But PE dental space is SATURATED with 137 acquisitions in 2024 -- FTC scrutiny affects all consolidators, not just PE. Healthcare fear friction (gap 3) applies to AI in dental. GG low: US dental licensing and insurance system specific. CE hampered by practice acquisition costs and dentist retention complexity. TG moderate: physical assets help but regulatory risk from FTC actions. CONDITIONAL on navigating FTC scrutiny."
    },
    {
      "id": "C7-FSR-STAFF-01",
      "name": "AI-Native Staffing Platform (Employment Services Disruption)",
      "v2_score": 80,
      "v2_rank": 21,
      "sector_naics": "56",
      "sector_name": "Administrative Services",
      "architecture": "full_service_replacement",
      "forces_v3": ["F1", "F2"],
      "scores": {"SN": 7.5, "FA": 6.0, "GG": 5.0, "TG": 6.5, "CE": 7.0},
      "composite": 64.00,
      "category": "CONDITIONAL",
      "one_liner": "Full-service AI staffing replacing traditional temp agencies: AI matching, automated credentialing, AI-managed onboarding, and real-time workforce management at 50-70% lower markup",
      "key_v3_context": "Administrative services at ACCELERATION with RHI -53% staffing canary is the strongest destruction signal in the economy map. SN is high: the REPLACEMENT of traditional staffing must happen. But FA is limited to 2 forces and the space is extremely crowded (Indeed, LinkedIn, many AI staffing startups). Fear friction gap 2 in admin is moderate. GG low: staffing markets are local/national with different labor regulations. TG moderate: digital platform but staffing revenue is real cash flow. CE decent: 20-30% markup model is volume-dependent but immediately revenue-generating. CONDITIONAL because of extreme competitive crowding."
    },
    {
      "id": "C7-FSR-LATAM-01",
      "name": "Full-Service Cross-Border Compliance (US-LATAM)",
      "v2_score": 80,
      "v2_rank": 22,
      "sector_naics": "54",
      "sector_name": "Professional Services",
      "architecture": "full_service_replacement",
      "forces_v3": ["F1", "F3", "F4"],
      "scores": {"SN": 6.5, "FA": 7.0, "GG": 4.5, "TG": 7.0, "CE": 8.0},
      "composite": 65.25,
      "category": "CAPITAL_MOAT",
      "one_liner": "Full-service AI cross-border tax, compliance, and entity management for US-LATAM businesses -- zero funded AI-first competitors found",
      "key_v3_context": "Zero funded competitors is remarkable but also raises market-size questions. F3 acceleration (nearshoring wave, Mexico FDI $40.9B) is the primary driver. F1 AI + F4 Coasean shrinkage (532K/mo business applications) create cross-border demand. CE standout: $1-2M capital requirement, $500-3000/mo per client, low infrastructure. GG is paradoxically the lowest: the model is specifically US-LATAM corridor -- by definition limited geographic scope, scoring 9 for LATAM/US but 0-2 everywhere else = low average. TG reasonable: nearshoring trend is structural and accelerating. SN moderate: uncertain market size (150K+ estimated)."
    },
    {
      "id": "C7-AM-FURNITURE-01",
      "name": "Acquire + Modernize Cabinet/Furniture Shop",
      "v2_score": 80,
      "v2_rank": 23,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "acquire_and_modernize",
      "forces_v3": ["F1", "F2"],
      "scores": {"SN": 6.5, "FA": 6.0, "GG": 5.5, "TG": 7.5, "CE": 7.0},
      "composite": 64.00,
      "category": "CONDITIONAL",
      "one_liner": "Acquire retiring-owner custom cabinet or furniture manufacturing shop, deploy AI-driven design-to-CNC workflow + robotic finishing for 40-60% throughput improvement",
      "key_v3_context": "Solid acquire+modernize thesis but weaker structural forces than CNC or plastics. Only 2 forces (F1+F2). SN moderate: cabinetry is housing-market dependent (cyclical). Design-to-CNC AI is maturing but less proven than CNC scheduling AI. GG moderate: furniture manufacturing is global but custom cabinetry is local market. TG good: physical assets + SBA + cash flow = crash resilient, but housing cyclicality is a Perez-coincident risk (turning point often coincides with housing correction). CE decent: $500K-$2M acquisition with SBA financing. CONDITIONAL on housing market trajectory."
    },
    {
      "id": "C7-PI-FIN-01",
      "name": "Finance-as-a-Service API for Micro-Firms",
      "v2_score": 80,
      "v2_rank": 24,
      "sector_naics": "54",
      "sector_name": "Professional Services",
      "architecture": "platform_infrastructure",
      "forces_v3": ["F1", "F4"],
      "scores": {"SN": 7.0, "FA": 6.0, "GG": 5.5, "TG": 5.5, "CE": 7.5},
      "composite": 63.00,
      "category": "CONDITIONAL",
      "one_liner": "API-first financial infrastructure for the new micro-firm economy: invoicing, accounts payable, tax estimation, cash flow forecasting, and financial reporting as embeddable services",
      "key_v3_context": "F4 Coasean shrinkage (532K/mo business applications) is structurally creating the micro-firm economy this serves. F1 inference collapse enables real-time financial analysis. SN is real: micro-firms need financial infrastructure. But convergence risk is severe: Stripe, Mercury, and other well-funded fintech could expand trivially. GG moderate: API-first has some global applicability. TG weakest of the portfolio: pure-digital API platform with no physical assets, no recurring cash flow lock-in, facing well-funded incumbents at Perez turning point. CE good: API usage model scales efficiently. CONDITIONAL because of extreme convergence risk from Stripe/Mercury."
    },
    {
      "id": "C7-RMB-VET-01",
      "name": "Veterinary AI Compliance + Operations Platform",
      "v2_score": 79,
      "v2_rank": 25,
      "sector_naics": "54",
      "sector_name": "Professional Services (Veterinary)",
      "architecture": "regulatory_moat_builder",
      "forces_v3": ["F3", "F4"],
      "scores": {"SN": 6.0, "FA": 6.0, "GG": 4.5, "TG": 6.5, "CE": 7.0},
      "composite": 59.25,
      "category": "PARKED",
      "one_liner": "AI compliance and operations platform for independent veterinary practices navigating PE rollup pressure + emerging state regulations on veterinary corporate practice",
      "key_v3_context": "Niche regulatory moat play in veterinary. F3 (state regulatory backlash against PE vet consolidation) + F4 (PE distress) drive demand. But veterinary market is small (~$35B total), SN is moderate (compliance need is real but niche), and Digitail (1,000+ hospitals) + Shepherd are already in market. GG very low: US-specific veterinary regulation and PE dynamics. TG moderate: digital platform. CE decent: $200-800/mo subscription. PARKED because composite falls below 60 threshold -- niche market + existing competitors + limited geographic scope."
    },
    {
      "id": "C7-AW-VET-01",
      "name": "Acquire PE-Distressed Veterinary Practice",
      "v2_score": 79,
      "v2_rank": 26,
      "sector_naics": "54",
      "sector_name": "Professional Services (Veterinary)",
      "architecture": "arbitrage_window",
      "forces_v3": ["F4", "F1"],
      "scores": {"SN": 6.0, "FA": 5.5, "GG": 4.5, "TG": 7.5, "CE": 6.5},
      "composite": 58.75,
      "category": "PARKED",
      "one_liner": "Acquire PE-distressed veterinary practices at reduced multiples (PE paid 12-18x, available at 6-8x as PE exits), convert to AI-native operations with Digitail/Shepherd tools",
      "key_v3_context": "Time-limited arbitrage in veterinary PE distress. TG is the strength: PE exit window is real and time-bounded (2-3 years). But SN is limited (veterinary practice operation, not structural necessity), FA only 2 forces, and GG very low (US-specific). The arbitrage window thesis depends heavily on PE forced exits actually materializing in veterinary specifically -- less certain than in accounting or staffing where the distress signals are clearer. CE moderate: $1-3M per practice with physical assets. PARKED at 59.50 composite -- the timing arbitrage is real but the overall structural case is weak."
    },
    {
      "id": "C7-FSR-HOMEHEALTH-01",
      "name": "Full-Service AI Home Health Operations Platform",
      "v2_score": 79,
      "v2_rank": 27,
      "sector_naics": "62",
      "sector_name": "Healthcare",
      "architecture": "full_service_replacement",
      "forces_v3": ["F2", "F1"],
      "scores": {"SN": 8.0, "FA": 6.5, "GG": 6.0, "TG": 6.5, "CE": 7.0},
      "composite": 68.50,
      "category": "CAPITAL_MOAT",
      "one_liner": "Full-service operations replacement for home health agencies: AI scheduling, route optimization, clinical documentation, compliance monitoring, and caregiver matching",
      "key_v3_context": "SN is very high: aging population + workforce shortage makes home health AI operations structurally necessary. F2 demographics is the dominant force (1.6M employees, growing elderly population, severe caregiver shortage). F1 enables productivity enhancement (30-50% more productive per caregiver). Healthcare fear friction (gap 3) is mitigated because this AUGMENTS caregivers rather than replacing patient-facing roles. GG better than most healthcare plays: aging is global, Japan +2 (leading indicator), EU +1. But Sensi AI and AlayaCare are already in market. CE good: SaaS model at $500-2000/mo per agency. CAPITAL_MOAT because CE + SN both strong and HIPAA/CMS compliance creates genuine barrier."
    },
    {
      "id": "C7-DC-TRADES-01",
      "name": "Trades Intelligence Platform (Data Compounding from HVAC/Plumbing/Electrical)",
      "v2_score": 79,
      "v2_rank": 28,
      "sector_naics": "23",
      "sector_name": "Construction",
      "architecture": "data_compounding",
      "forces_v3": ["F1", "F4"],
      "scores": {"SN": 7.0, "FA": 6.0, "GG": 5.0, "TG": 6.0, "CE": 6.5},
      "composite": 61.25,
      "category": "CONDITIONAL",
      "one_liner": "Start with AI operations for building contractors, compound into the definitive intelligence platform for trade service pricing, labor costs, and project benchmarks",
      "key_v3_context": "Data compounding thesis in trades is powerful at scale but faces the same early-years vulnerability as DC-HC-01. Construction PRE_DISRUPTION means the sector hasn't adopted AI yet -- good for opportunity but means longer runway to data scale. ServiceTitan ($9.5B) has data from enterprise contractors and could productize intelligence before a startup reaches scale. F1 + F4 (Coasean shrinkage creating micro-contractors) are the forces. GG low: US construction codes are jurisdiction-specific. TG moderate: early-years are a service business, not data business -- Perez crash risk during build phase. CONDITIONAL on reaching data scale before ServiceTitan or equivalent moves."
    },
    {
      "id": "C7-PA-HVAC-01",
      "name": "AI-Native HVAC/Cooling Equipment for Data Centers",
      "v2_score": 78,
      "v2_rank": 29,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "physical_production_ai",
      "forces_v3": ["F1", "F6"],
      "scores": {"SN": 7.5, "FA": 7.0, "GG": 7.5, "TG": 8.0, "CE": 5.0},
      "composite": 70.75,
      "category": "FORCE_RIDER",
      "one_liner": "Design and manufacture AI-optimized liquid cooling systems for data centers, using AI in both the product (smart cooling) and the production process (AI-optimized manufacturing)",
      "key_v3_context": "F6 energy acceleration (2,600 GW grid bottleneck, nuclear renaissance, data center 4%->6-12% of US electricity) makes data center cooling structurally necessary at massive scale. F1 technology is both the driver (AI data centers need cooling) and the enabler (AI-optimized manufacturing). SN high: liquid cooling transition from niche to mandatory is structural, not speculative. GG strongest in portfolio: global data center buildout (US, EU, Japan, Gulf $100B+, India, SEA). TG strong: physical manufacturing with immediate demand. CE is the weakness: $5-10M capital requirement for product development + manufacturing, competing against Vertiv/Schneider/Emerson. FORCE_RIDER with 2 forces but F6 is the most accelerating force in the economy map."
    },
    {
      "id": "C7-FSR-CHILDCARE-01",
      "name": "Full-Service AI Operations for Child Care Centers",
      "v2_score": 78,
      "v2_rank": 30,
      "sector_naics": "62",
      "sector_name": "Healthcare/Social Assistance",
      "architecture": "full_service_replacement",
      "forces_v3": ["F1", "F3"],
      "scores": {"SN": 6.5, "FA": 5.5, "GG": 5.0, "TG": 6.0, "CE": 7.5},
      "composite": 60.25,
      "category": "CONDITIONAL",
      "one_liner": "Full-service AI operations platform for child care centers: enrollment management, parent communication, billing, subsidy tracking, licensing compliance, and curriculum planning",
      "key_v3_context": "Child care crisis creates political urgency and federal funding, but Brightwheel ($600M+ valuation) is a dominant, well-funded incumbent. SN moderate: the operations platform is helpful but not structurally necessary (child care centers operate without it). F3 regulatory fragmentation (50 state licensing regimes) is real but Brightwheel already handles this. Only 2 forces and neither is particularly intense for this sector. GG low: US child care regulation and subsidy system specific. TG low-moderate: digital platform competing against dominant incumbent at Perez turning point. CE good: low capital requirements, SaaS model. CONDITIONAL primarily because of Brightwheel dominance."
    },
    {
      "id": "C7-PI-HOMEHEALTH-01",
      "name": "Home Health/Elder Care Platform Infrastructure",
      "v2_score": 78,
      "v2_rank": 31,
      "sector_naics": "62",
      "sector_name": "Healthcare/Social Assistance",
      "architecture": "platform_infrastructure",
      "forces_v3": ["F2", "F4"],
      "scores": {"SN": 7.5, "FA": 6.0, "GG": 6.5, "TG": 6.0, "CE": 6.0},
      "composite": 64.75,
      "category": "CONDITIONAL",
      "one_liner": "Platform infrastructure for the fragmented elder care economy: shared scheduling, credentialing, compliance, and care coordination across 981K establishments",
      "key_v3_context": "Similar thesis to FSR-HOMEHEALTH-01 but as platform infrastructure rather than full-service replacement. SN remains high (demographics make elder care platform structurally necessary). F2 demographics + F4 Coasean shrinkage (fragmented providers needing coordination). GG better: aging is global, Japan +2, EU +1. But platform infrastructure is a harder business model than full-service replacement -- requires ecosystem buy-in from fragmented providers. TG moderate: digital platform. CE moderate: platform requires significant build before revenue. CONDITIONAL on achieving platform adoption across fragmented provider ecosystem."
    },
    {
      "id": "C7-AM-METALFAB-01",
      "name": "Acquire + Modernize Structural Steel Fab Shop",
      "v2_score": 78,
      "v2_rank": 32,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "acquire_and_modernize",
      "forces_v3": ["F1", "F2"],
      "scores": {"SN": 7.0, "FA": 6.0, "GG": 6.0, "TG": 8.0, "CE": 7.0},
      "composite": 67.00,
      "category": "CAPITAL_MOAT",
      "one_liner": "Acquire retiring-owner structural steel fabricator, deploy robotic welding + AI layout optimization",
      "key_v3_context": "Structural steel fabrication is a subset of the CNC/metal fab thesis. SN real: data center buildout + reshoring + infrastructure spending require structural steel. Only 2 forces (F1+F2). TG strong: physical assets + immediate cash flow + infrastructure demand = crash resilient. GG moderate: steel fabrication is global, Japan +1, EU +1 for Industry 4.0. CE good: SBA eligible acquisition. CAPITAL_MOAT because physical assets + SBA debt structure + customer contracts create genuine capital barrier, and CE + SN both meet threshold. Slightly less structural necessity than CNC because steel fab is more cyclical (construction-dependent)."
    },
    {
      "id": "C7-RC-PLASTICS-01",
      "name": "Multi-Shop Plastics Injection Molding Rollup",
      "v2_score": 78,
      "v2_rank": 33,
      "sector_naics": "31-33",
      "sector_name": "Manufacturing",
      "architecture": "rollup_consolidation",
      "forces_v3": ["F1", "F2"],
      "scores": {"SN": 6.5, "FA": 6.0, "GG": 6.5, "TG": 7.0, "CE": 5.5},
      "composite": 63.00,
      "category": "CONDITIONAL",
      "one_liner": "Consolidate 3-5 plastics injection molding shops into AI-optimized production network",
      "key_v3_context": "Rollup variant of plastics injection molding with standard amplified risk. Same 2 forces (F1+F2). SN slightly lower than single-site because rollup adds execution risk without proportional structural advantage. GG better: reshoring + global applicability of injection molding. TG reasonable: physical assets but rollup complexity adds risk. CE worst of manufacturing plays: multi-facility capital requirements in plastics ($200K-$2M per machine) are heavy. CONDITIONAL on successful multi-site integration."
    },
    {
      "id": "C7-FSR-LENDING-01",
      "name": "AI-Native Mortgage/Consumer Lending Operations",
      "v2_score": 77,
      "v2_rank": 34,
      "sector_naics": "52",
      "sector_name": "Financial Services",
      "architecture": "full_service_replacement",
      "forces_v3": ["F1", "F4"],
      "scores": {"SN": 7.0, "FA": 6.0, "GG": 5.5, "TG": 6.0, "CE": 7.0},
      "composite": 63.00,
      "category": "CONDITIONAL",
      "one_liner": "Full-service AI lending operations for surviving mortgage/consumer lenders -- employment declining 9.8%, survivors need AI-native cost structure",
      "key_v3_context": "Financial services ACCELERATION with -9.8% employment decline = active destruction. F1 technology + F4 capital conditions (Fed 3.50-3.75%) shape lending economics. SN real: surviving lenders structurally need AI cost structure. Financial services fear friction gap = 1 (lowest, 73% adoption) means no psychology headwind. But lending is heavily regulated and dominated by large banks with their own AI investments. GG moderate: lending exists globally but regulatory regimes differ substantially. TG moderate: digital, rate-dependent business. CE decent: SaaS operations model. CONDITIONAL on differentiation from large bank AI investments."
    },
    {
      "id": "C7-AW-STAFF-01",
      "name": "Acquire PE-Distressed Staffing Agency",
      "v2_score": 77,
      "v2_rank": 35,
      "sector_naics": "56",
      "sector_name": "Administrative Services",
      "architecture": "arbitrage_window",
      "forces_v3": ["F4", "F1"],
      "scores": {"SN": 6.5, "FA": 6.0, "GG": 5.0, "TG": 8.0, "CE": 7.5},
      "composite": 64.50,
      "category": "TIMING_ARBITRAGE",
      "one_liner": "Acquire PE-distressed staffing agencies (employment declining 7.6%), convert to AI-native matching + dispatch model",
      "key_v3_context": "Staffing is the CANARY of the economy map: RHI -53%, MAN -44%, KELYA -25%. F4 PE distress creates supply at depressed multiples. F1 enables AI-native cost structure transformation. TG strong: the timing window is NOW (2-3 years of PE forced exits) and the thesis is immediately actionable. Administrative services ACCELERATION means the sector is being destroyed -- acquiring at distress pricing and converting to AI-native is the classic Schumpeterian play. GG low: staffing markets are national/local. CE good: acquire existing revenue at depressed multiples, immediately reduce costs with AI. TIMING_ARBITRAGE because TG >= 8 and SN >= 6."
    },
    {
      "id": "C7-RMB-DENTAL-01",
      "name": "Dental AI Compliance Platform",
      "v2_score": 77,
      "v2_rank": 36,
      "sector_naics": "62",
      "sector_name": "Healthcare",
      "architecture": "regulatory_moat_builder",
      "forces_v3": ["F3", "F4"],
      "scores": {"SN": 5.5, "FA": 5.5, "GG": 4.5, "TG": 6.0, "CE": 7.0},
      "composite": 56.00,
      "category": "PARKED",
      "one_liner": "Multi-state dental AI compliance + anti-PE regulatory tools for independent practices",
      "key_v3_context": "Niche regulatory play in dental. F3 regulatory fragmentation (state dental board rules) + F4 PE distress create some demand. But the niche is narrow: dental AI compliance is a subset of healthcare AI compliance, which is itself a subset of AI compliance. SN weak: dental practices can manage compliance without a dedicated platform. GG very low: US dental regulation specific. TG moderate: digital platform. CE decent. PARKED at 56.25 -- too niche to justify standalone platform. Better served as a vertical within broader healthcare AI compliance (C7-RMB-HC-01)."
    },
    {
      "id": "C7-PI-TRUCKING-01",
      "name": "AI Dispatch + Operations Platform for Freight Carriers",
      "v2_score": 77,
      "v2_rank": 37,
      "sector_naics": "48",
      "sector_name": "Transportation/Warehousing",
      "architecture": "platform_infrastructure",
      "forces_v3": ["F1", "F4"],
      "scores": {"SN": 7.0, "FA": 6.0, "GG": 6.0, "TG": 6.5, "CE": 7.0},
      "composite": 64.75,
      "category": "CONDITIONAL",
      "one_liner": "AI-native dispatch, route optimization, and load matching for the 127K general freight trucking establishments",
      "key_v3_context": "F1 (AI dispatch + route optimization) + F4 (Coasean shrinkage creating micro-carriers). SN real: freight trucking is structurally necessary infrastructure with 127K establishments. But convergence risk: logistics AI is crowded (Uber Freight, Convoy was acquired, Loadsmart, etc.). GG moderate: freight/logistics is inherently global with cross-border applicability. TG moderate: digital platform but trucking has immediate revenue. CE good: SaaS operations model. CONDITIONAL because the logistics AI space is extremely well-funded and competitive -- must find specific underserved subsegment."
    },
    {
      "id": "C7-MN-TRADES-01",
      "name": "AI-Matched Contractor Marketplace",
      "v2_score": 76,
      "v2_rank": 38,
      "sector_naics": "23",
      "sector_name": "Construction",
      "architecture": "marketplace_network",
      "forces_v3": ["F4", "F2"],
      "scores": {"SN": 6.5, "FA": 5.5, "GG": 5.0, "TG": 6.0, "CE": 6.5},
      "composite": 58.75,
      "category": "PARKED",
      "one_liner": "AI-powered marketplace matching property owners with vetted building contractors, using job data for quality scoring",
      "key_v3_context": "F4 Coasean shrinkage + F2 Silver Tsunami (retiring contractors) create structural demand. But HomeAdvisor/Angi, Thumbtack, Houzz, and many others already compete heavily in this space. SN moderate: marketplace is helpful but contractors and homeowners already find each other through multiple channels. Only 2 forces with moderate intensity. GG low: local construction markets with jurisdiction-specific licensing. TG moderate: marketplace dynamics require critical mass, risky at Perez turning point without existing network. CE moderate: marketplace revenue model works at scale but reaching scale against incumbents is capital-intensive. PARKED because competitive landscape is extremely saturated."
    },
    {
      "id": "C7-FSR-DESIGN-01",
      "name": "AI-First Design Agency (Full Service Replacement)",
      "v2_score": 76,
      "v2_rank": 39,
      "sector_naics": "54",
      "sector_name": "Professional Services",
      "architecture": "full_service_replacement",
      "forces_v3": ["F1"],
      "scores": {"SN": 6.0, "FA": 5.0, "GG": 6.5, "TG": 5.0, "CE": 8.0},
      "composite": 60.00,
      "category": "CONDITIONAL",
      "one_liner": "Full-service AI design agency replacing traditional design firms at 5-10x lower cost -- 47,660 establishments, highest fragmentation in professional services",
      "key_v3_context": "Professional services EARLY_DISRUPTION applies but design is one of the MOST exposed to pure AI replacement (unlike accounting where trust/compliance matter). Only 1 force (F1 via baumol_cure + ai_inference_collapse). SN moderate: design services will always be needed but the race to the bottom on AI design pricing undermines the business model. FA weakest in portfolio: single force with no demographic, regulatory, or capital overlay. GG moderate: design is relatively global (visual output transcends language). TG weakest: pure-digital service in a commoditizing category at Perez turning point -- highest crash risk. CE excellent: near-zero marginal cost per project with AI. CONDITIONAL primarily on ability to maintain pricing power as AI design tools become ubiquitous."
    },
    {
      "id": "C7-RMB-MH-01",
      "name": "Mental Health AI Compliance Platform",
      "v2_score": 76,
      "v2_rank": 40,
      "sector_naics": "62",
      "sector_name": "Healthcare",
      "architecture": "regulatory_moat_builder",
      "forces_v3": ["F3", "F5"],
      "scores": {"SN": 6.0, "FA": 5.5, "GG": 4.5, "TG": 6.0, "CE": 7.0},
      "composite": 57.25,
      "category": "FEAR_ECONOMY",
      "one_liner": "Multi-state mental health AI compliance: Utah HB 452 model + emerging state regulations on AI in therapy/counseling",
      "key_v3_context": "F3 regulatory fragmentation + F5 psychology fear friction (education gap 2, but mental health likely higher -- AI in therapy is one of the most psychologically sensitive applications). FEAR_ECONOMY category because fear friction gap in mental health exceeds 3 (even though not explicitly measured in economy map, extrapolating from healthcare gap 3 + education gap 2 + legal ethical concerns 82% suggests mental health > 3). This is a sector where fear CREATES the market for compliance. But it's very early-stage: Utah HB 452 is one state, regulatory landscape still forming. GG very low: US state-level mental health regulation specific. Composite below 60 would normally be PARKED, but FEAR_ECONOMY categorization overrides because the fear-driven market creation dynamic is the thesis."
    }
  ],
  "composite_rankings": [
    {"rank": 1, "id": "C7-AM-MFG-01", "composite": 79.00, "category": "STRUCTURAL_WINNER"},
    {"rank": 2, "id": "C7-RC-MFG-01", "composite": 77.75, "category": "STRUCTURAL_WINNER"},
    {"rank": 3, "id": "C7-DC-FIN-01", "composite": 75.75, "category": "STRUCTURAL_WINNER"},
    {"rank": 4, "id": "C7-RMB-HC-01", "composite": 74.25, "category": "FEAR_ECONOMY"},
    {"rank": 5, "id": "C7-AM-FOOD-01", "composite": 72.75, "category": "FORCE_RIDER"},
    {"rank": 6, "id": "C7-FSR-FIN-01", "composite": 72.25, "category": "CAPITAL_MOAT"},
    {"rank": 7, "id": "C7-PI-TRADES-01", "composite": 71.50, "category": "FORCE_RIDER"},
    {"rank": 8, "id": "C7-PA-HVAC-01", "composite": 70.75, "category": "FORCE_RIDER"},
    {"rank": 9, "id": "C7-FSR-HC-01", "composite": 70.75, "category": "FORCE_RIDER"},
    {"rank": 10, "id": "C7-RMB-INS-01", "composite": 70.00, "category": "FORCE_RIDER"},
    {"rank": 11, "id": "C7-AW-ACC-01", "composite": 69.75, "category": "TIMING_ARBITRAGE"},
    {"rank": 12, "id": "C7-FSR-HOMEHEALTH-01", "composite": 68.50, "category": "CAPITAL_MOAT"},
    {"rank": 13, "id": "C7-AM-PLASTICS-01", "composite": 68.00, "category": "CAPITAL_MOAT"},
    {"rank": 14, "id": "C7-RC-FOOD-01", "composite": 67.25, "category": "FORCE_RIDER"},
    {"rank": 15, "id": "C7-AM-METALFAB-01", "composite": 67.00, "category": "CAPITAL_MOAT"},
    {"rank": 16, "id": "C7-FSR-ALLIEDHEALTH-01", "composite": 67.00, "category": "CONDITIONAL"},
    {"rank": 17, "id": "C7-MN-FIN-01", "composite": 66.75, "category": "CONDITIONAL"},
    {"rank": 18, "id": "C7-FSR-INS-01", "composite": 66.00, "category": "CONDITIONAL"},
    {"rank": 19, "id": "C7-DC-HC-01", "composite": 65.75, "category": "CONDITIONAL"},
    {"rank": 20, "id": "C7-FSR-LATAM-01", "composite": 65.25, "category": "CAPITAL_MOAT"},
    {"rank": 21, "id": "C7-AM-PRINT-01", "composite": 64.75, "category": "CONDITIONAL"},
    {"rank": 22, "id": "C7-PI-HOMEHEALTH-01", "composite": 64.75, "category": "CONDITIONAL"},
    {"rank": 23, "id": "C7-PI-TRUCKING-01", "composite": 64.75, "category": "CONDITIONAL"},
    {"rank": 24, "id": "C7-RC-DENTAL-01", "composite": 64.50, "category": "CONDITIONAL"},
    {"rank": 25, "id": "C7-AW-STAFF-01", "composite": 64.50, "category": "TIMING_ARBITRAGE"},
    {"rank": 26, "id": "C7-AM-FURNITURE-01", "composite": 64.00, "category": "CONDITIONAL"},
    {"rank": 27, "id": "C7-PI-MFG-01", "composite": 64.00, "category": "CONDITIONAL"},
    {"rank": 28, "id": "C7-FSR-STAFF-01", "composite": 64.00, "category": "CONDITIONAL"},
    {"rank": 29, "id": "C7-PI-FIN-01", "composite": 63.00, "category": "CONDITIONAL"},
    {"rank": 30, "id": "C7-RC-PLASTICS-01", "composite": 63.00, "category": "CONDITIONAL"},
    {"rank": 31, "id": "C7-FSR-LENDING-01", "composite": 63.00, "category": "CONDITIONAL"},
    {"rank": 32, "id": "C7-DC-TRADES-01", "composite": 61.25, "category": "CONDITIONAL"},
    {"rank": 33, "id": "C7-RC-PRINT-01", "composite": 60.50, "category": "CONDITIONAL"},
    {"rank": 34, "id": "C7-FSR-CHILDCARE-01", "composite": 60.25, "category": "CONDITIONAL"},
    {"rank": 35, "id": "C7-FSR-DESIGN-01", "composite": 60.00, "category": "CONDITIONAL"},
    {"rank": 36, "id": "C7-RMB-VET-01", "composite": 59.25, "category": "PARKED"},
    {"rank": 37, "id": "C7-AW-VET-01", "composite": 58.75, "category": "PARKED"},
    {"rank": 38, "id": "C7-MN-TRADES-01", "composite": 58.75, "category": "PARKED"},
    {"rank": 39, "id": "C7-RMB-MH-01", "composite": 57.25, "category": "FEAR_ECONOMY"},
    {"rank": 40, "id": "C7-RMB-DENTAL-01", "composite": 56.00, "category": "PARKED"}
  ],
  "analysis_notes": {
    "scoring_methodology": "Scores use the full 4-9 range as instructed. Physical businesses with cash flow and crash resilience receive higher TG and CE. Pure-digital platforms receive lower GG and TG. Fear-exposed sectors are adjusted for psychology friction using the economy map fear friction gaps.",
    "v2_to_v3_reranking_highlights": [
      "C7-AM-MFG-01 (single CNC shop) overtakes C7-RC-MFG-01 (rollup) for #1: lower execution risk + higher TG + higher CE at Perez turning point favors the simpler, cash-flow-immediate play",
      "C7-PA-HVAC-01 (data center cooling) jumps from v2 rank 29 to v3 rank 8: F6 energy acceleration is the fastest-moving force, global GG, and immediate demand create structural urgency missed by v2 scoring",
      "C7-FSR-HOMEHEALTH-01 jumps from v2 rank 27 to v3 rank 12: demographics-driven SN of 8.0 was underweighted in v2",
      "C7-DC-HC-01 (clinical denial intelligence) drops from v2 rank 8 to v3 rank 19: data compounding requires 3-5 years to materialize, which is a liability at Perez turning point",
      "C7-RC-DENTAL-01 drops from v2 rank 20 to v3 rank 24: FTC scrutiny + PE saturation + healthcare fear friction create headwinds the v2 score didn't capture",
      "Both veterinary plays (C7-RMB-VET-01, C7-AW-VET-01) drop to PARKED: niche market + existing competitors + limited geographic scope"
    ],
    "category_insights": {
      "STRUCTURAL_WINNER": "Only 3 models qualify (SN >= 8 AND FA >= 8): the CNC shop plays (single + rollup) and AI financial intelligence. These are businesses that MUST exist given the convergence of F1 technology + F2 demographics + other forces.",
      "FORCE_RIDER": "8 models ride 3+ forces. The standout is C7-PA-HVAC-01 (data center cooling) which rides F1+F6 -- the two fastest-accelerating forces in the economy map.",
      "TIMING_ARBITRAGE": "3 models with TG >= 8: PE-distressed accounting, PE-distressed staffing, and single CNC shop. All exploit time-limited windows (SBA fee waiver, PE debt wall, staffing cascade).",
      "CAPITAL_MOAT": "5 models where CE >= 8 and SN >= 6: physical manufacturing plays + home health operations + cross-border compliance. These survive 18-month funding freezes through cash flow + physical assets + SBA debt structures.",
      "FEAR_ECONOMY": "2 models (healthcare AI compliance, mental health AI compliance) where fear friction gap > 3 creates the market itself. More fear = more revenue.",
      "PARKED": "4 models below 60 composite (plus mental health at 57.25 labeled FEAR_ECONOMY): both veterinary plays, dental compliance, and contractor marketplace. All are too niche, too competitive, or structurally weak."
    },
    "perez_crash_resilience_filter": "At Late Installation / Early Turning Point with 85% AI startup failure rate within 3 years, the 5-axis system systematically favors: (1) physical assets over digital platforms, (2) immediate cash flow over data compounding, (3) acquired revenue over greenfield builds, (4) regulatory moats over technology moats, (5) 2-force minimum over single-force plays. This explains why acquire+modernize architectures dominate the top ranks."
  }
}
