[
  {
    "id": "MC-V314-53-001",
    "name": "AI-Driven Office Obsolescence Asset Recycler",
    "one_liner": "Acquire Class B/C office buildings at 60-80% discount from distressed CMBS holders and convert to mixed-use (data center, lab, residential) -- targeting $957B in CRE loans maturing 2025 and office CMBS delinquency at record 12.3%",
    "sector_naics": "5311",
    "sector_name": "Lessors of Real Estate — Office Conversion",
    "architecture": "acquire_and_modernize",
    "forces_v3": [
      "F1_technology",
      "F4_capital",
      "F5_psychology"
    ],
    "scores": {
      "SN": 8,
      "FA": 8,
      "EC": 7,
      "TG": 9,
      "CE": 5
    },
    "macro_source": "AI-driven professional services contraction eliminates 30-50% of office demand permanently. Office CMBS delinquency hit 12.3% (Feb 2026), surpassing Financial Crisis peak. $957B CRE loans matured in 2025, $539B in 2026. Office vacancy near 20% nationally, 30%+ in some CBDs. San Francisco office prices down 80% from 2019 peak. 70,700 office-to-apartment conversion units in 2025 pipeline, up from 23,100 in 2022. This is the second-order cascade: AI replaces professional services workers -> office demand falls -> CMBS defaults spike -> buildings become stranded assets requiring physical repurposing.",
    "deep_dive_evidence": "Office-to-residential conversions hit record 70,700 units in 2025 pipeline (RentCafe), doubling from 2023. But conversions represent only 1.7% of total US office inventory, meaning 98.3% of distressed office stock lacks a repurposing plan. NYC Office Conversion Accelerator Program, 467-m tax incentive, and City of Yes zoning reforms expanding eligibility. San Francisco average office sale price ~$240/sqft, down ~80% from peak. Cushman & Wakefield: conversions surging to record levels in NYC. Class B/C buildings most viable for conversion (simpler floor plates, lower acquisition cost). Data center conversion represents alternative path -- MC-V37-53-008 exists but scores CE=4, suggesting capital-heavy approach. This model targets the lighter-touch mixed-use conversion layer: co-living, life sciences lab space, micro-fulfillment centers.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-53-002",
    "name": "Stranded CRE Portfolio Intelligence Platform",
    "one_liner": "SaaS platform scoring every US office building on conversion feasibility (structural, zoning, financial) -- serving the $2.05T CRE loan maturity wall where lenders need automated asset triage at unprecedented scale",
    "sector_naics": "531390",
    "sector_name": "Real Estate Services — Distressed Asset Analytics",
    "architecture": "data_compounding",
    "forces_v3": [
      "F1_technology",
      "F4_capital"
    ],
    "scores": {
      "SN": 7,
      "FA": 7,
      "EC": 6,
      "TG": 9,
      "CE": 8
    },
    "macro_source": "Special servicers are overwhelmed -- $1.6B net monthly increase in delinquent office CMBS loans. 900+ banks with CRE concentration >300% of capital need automated asset evaluation. The cascade chain (AI replaces office workers -> vacancy spikes -> CMBS defaults -> bank stress) creates demand for algorithmic asset triage. Existing CRE analytics (CoStar, CBRE) provide market data but not conversion feasibility scoring that integrates structural engineering constraints, zoning overlay analysis, and financial waterfall modeling.",
    "deep_dive_evidence": "$2.05T in CRE loans maturing 2025-2027. CMBS overall delinquency 7.3% (Dec 2025), office-specific at 12.3% (Feb 2026). Double-defaults surged 90% to $5.5B. Over $4.0B in newly delinquent loans in October 2025 alone. Conversion feasibility depends on floor plate depth (<65ft ideal), structural load capacity, window-to-wall ratio, and zoning overlay -- none of which are systematically scored in existing platforms. Building permit data, structural engineering reports, and zoning databases are fragmented across 3,000+ local jurisdictions. Data compounding moat: each assessed building improves the model's conversion cost estimates.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-53-003",
    "name": "Downtown Amenity Reprogramming Platform",
    "one_liner": "Marketplace connecting converted-office building owners with service tenants (clinics, co-working, childcare, ghost kitchens) suited to the post-commuter downtown where foot traffic is down 35% but residential density is rising",
    "sector_naics": "531120",
    "sector_name": "Lessors of Non-Residential Buildings — Mixed-Use Reprogramming",
    "architecture": "marketplace_network",
    "forces_v3": [
      "F1_technology",
      "F2_demographics",
      "F5_psychology"
    ],
    "scores": {
      "SN": 6,
      "FA": 7,
      "EC": 5,
      "TG": 7,
      "CE": 7
    },
    "macro_source": "The CRE cascade's third-order effect: as office buildings convert to residential, downtowns need entirely different ground-floor tenants. The commuter-era mix (Starbucks, dry cleaners, lunch restaurants) fails when the customer base shifts from office workers to residents. Downtown foot traffic down 35% in major CBDs, but residential conversion pipeline growing 3x since 2022. This creates a matching problem: which services fit the new demographic mix? Remote-work-era downtowns need healthcare clinics, childcare centers, co-working micro-offices, and experiential retail -- not sandwich shops.",
    "deep_dive_evidence": "Northeastern University research: remote work impact extends far beyond downtown hubs to gas stations and entertainment venues. Penn IUR Expert Voices 2024: cities face reduced tax receipts from commercial property devaluation. NYC 'City of Yes' reforms enabling mixed-use zoning conversions. 70,700 residential units entering from office conversion in 2025. Each converted building needs 15-25K sqft of ground-floor service tenants. PropTech platforms exist for traditional leasing but none optimizes for the residential-conversion tenant mix. Revenue model: SaaS for building owners + commission on lease execution.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-48-001",
    "name": "Autonomous Corridor Transfer Hub Network",
    "one_liner": "Physical and digital infrastructure for autonomous truck handoff zones -- the truck stops of 2030 need EV charging bays, trailer marshaling yards, and remote monitoring stations instead of showers and hot meals for 3.6M drivers",
    "sector_naics": "4471",
    "sector_name": "Gasoline Stations / Travel Centers — AV Transition",
    "architecture": "physical_production_ai",
    "forces_v3": [
      "F1_technology",
      "F2_demographics",
      "F6_energy"
    ],
    "scores": {
      "SN": 8,
      "FA": 8,
      "EC": 7,
      "TG": 6,
      "CE": 4
    },
    "macro_source": "Autonomous trucking cascades into the $22B+ truck stop economy. Pilot Flying J ($20B+ revenue, 750 locations) and Love's serve a customer that ceases to exist: the human driver needing food, fuel, rest, and showers. Aurora surpassed 250K driverless miles by Jan 2026, guiding 200+ trucks by year-end. L4 deployment in highway hub-to-hub corridors (Dallas-Houston, Phoenix-El Paso) requires transfer hubs every 200-400 miles where autonomous trucks swap trailers or hand off to human drivers for urban last-mile. These hubs need entirely different infrastructure: EV charging stations, automated trailer coupling, AI-monitored marshaling yards, remote operations centers.",
    "deep_dive_evidence": "Autonomous truck market $39.5B (2025) to $65.7B (2030) at 10.7% CAGR. L4 driver-out pilot deployments surged 140% YoY in 2025. 3.6M truck drivers in US (60K shortage growing to 160K by 2028). Pilot Flying J: 750 locations with Berkshire Hathaway ownership. Each transfer hub requires 5-15 acres, high-voltage electrical (for charging), and autonomous-grade pavement markings. Current truck stops earn 70%+ gross margin on in-store sales (food, drinks, merchandise) to human drivers. When the driver disappears, the stop must pivot from hospitality to logistics infrastructure. Transfer hub network is the autonomous trucking cascade's physical manifestation.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-48-002",
    "name": "Rural Truck Corridor Economic Transition Platform",
    "one_liner": "SaaS + advisory platform helping truck-stop-dependent rural communities plan economic diversification as autonomous trucking eliminates the driver-service economy along major freight corridors",
    "sector_naics": "9261",
    "sector_name": "Administration of Economic Programs — Rural Transition",
    "architecture": "service_platform",
    "forces_v3": [
      "F1_technology",
      "F2_demographics",
      "F5_psychology"
    ],
    "scores": {
      "SN": 6,
      "FA": 6,
      "EC": 5,
      "TG": 5,
      "CE": 7
    },
    "macro_source": "The autonomous trucking cascade's second ring: rural communities along I-10, I-40, I-80, and I-95 where truck stops anchor local economies. A typical truck stop supports 200-400 direct jobs and 500-1000 indirect jobs (motels, restaurants, auto repair). When autonomous trucks don't stop for food, sleep, or fuel every 4 hours, these corridor towns lose their economic base. This parallels the Rust Belt pattern (T6 Schumpeter): creative destruction concentrates geographically. Fear friction (F5) is high -- these communities have no alternative economic base and strong resistance to acknowledging the threat.",
    "deep_dive_evidence": "US trucking: $875B revenue, 3.58M drivers. Truck stop industry supports ~300K direct jobs across ~5,000 locations. Rural communities along major freight corridors often depend on truck stops for 15-30% of local economic activity (fuel tax, sales tax, employment). Autonomous trucking adoption timeline: hub-to-hub L4 on Interstate highways first (2026-2028), urban deployment later (2030+). This means rural Interstate-adjacent communities are the FIRST to feel the impact, before urban areas. Parallel: coal community transition (Appalachian Regional Commission model). Revenue model: SaaS platform for county economic development offices + federal/state transition grant administration. Longer time horizon than other models -- TG=5 reflects 2028+ impact.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-72-001",
    "name": "Suburban Service Economy Orchestration Platform",
    "one_liner": "Platform connecting remote workers with hyperlocal suburban service providers (meal prep, fitness, childcare, co-working) -- capturing the $50B+ in consumer spending that shifted from downtown CBDs to residential neighborhoods",
    "sector_naics": "722",
    "sector_name": "Food Services — Suburban Remote Worker Economy",
    "architecture": "marketplace_network",
    "forces_v3": [
      "F1_technology",
      "F2_demographics",
      "F5_psychology"
    ],
    "scores": {
      "SN": 7,
      "FA": 7,
      "EC": 5,
      "TG": 8,
      "CE": 7
    },
    "macro_source": "Remote work cascade: 66% of US firms still offer location flexibility (Q3 2025). Downtown restaurant/retail foot traffic down 35% in major CBDs. But the spending didn't disappear -- it shifted to suburban neighborhoods where workers now live and work. This creates a coordination problem: suburban service density is too low for discovery, and providers lack the aggregated demand signal that a downtown office tower naturally provided. The model is a demand-aggregation marketplace: when 500 remote workers in a 5-mile suburban radius all need lunch, you can support a ghost kitchen or meal delivery service that wouldn't be viable serving 50.",
    "deep_dive_evidence": "Northeastern University research: remote work impact extends beyond downtown to reshape entire urban service economies. 35% foot traffic decline in major CBDs is persistent and structural. Robert Half: fully remote job postings at 6% in 2025, but hybrid (which still removes 2-3 days of downtown spending per week) dominates at 60%+. Suburban commercial real estate vacancy actually declining in many markets as service providers follow the spending. Key metric: average remote worker spends $15-25/day near home that previously went to downtown (coffee, lunch, dry cleaning, gym). At 30M+ hybrid/remote workers, that's $150-250B in annual spending migration. Platform economics: marketplace take rate 12-18%, similar to DoorDash/Uber Eats but for the full suburban service bundle.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-61-001",
    "name": "AI-Compressed Career Acceleration Platform",
    "one_liner": "Structured mentorship and simulated experience platform that compresses 5-year junior apprenticeships into 12-18 months using AI scenario training, filling the leadership pipeline gap created by 35% decline in entry-level hiring since 2023",
    "sector_naics": "6116",
    "sector_name": "Other Schools and Instruction — Career Acceleration",
    "architecture": "platform_infrastructure",
    "forces_v3": [
      "F1_technology",
      "F2_demographics",
      "F5_psychology"
    ],
    "scores": {
      "SN": 8,
      "FA": 8,
      "EC": 7,
      "TG": 8,
      "CE": 8
    },
    "macro_source": "Entry-level extinction cascade: entry-level US job postings down 35% since Jan 2023 (Revelio Labs), big tech graduate hiring down 50%+ globally, Germany entry-level software jobs down 54%. Harvard study tracking 62M workers across 285K firms found junior positions 'shrinking at companies integrating AI.' The cascade: AI automates junior tasks -> companies stop hiring juniors -> 5 years later, no mid-career talent exists -> leadership pipeline collapses. 42% of global employers already expect talent availability to decline 2025-2030 (WEF). This is the 'talent doom cycle' (CNBC). The business model: sell AI-powered career compression that gives workers the equivalent of 5 years of on-the-job judgment training in 12-18 months through simulated client interactions, case study engines, and AI-mentorship systems.",
    "deep_dive_evidence": "Entry-level hiring decline data: 35% since Jan 2023 (Revelio Labs). India engineering colleges: <25% placement rates. US 22-25 year olds in AI-exposed jobs seeing concentrated employment declines (Stanford Digital Economy Lab). In accounting specifically, Big 4 firms reduced campus recruiting 40-60% while accelerating AI adoption. The 'vacancy chain' mechanism is broken: when a senior leaves, mid-level moves up, but no junior enters at bottom. Current solutions (bootcamps, online courses) teach skills but not judgment. The gap is simulated professional judgment -- navigating ambiguous client situations, making decisions with incomplete information, managing stakeholder politics. AI can simulate these at scale. Revenue model: B2B (employers pay $5-15K/employee for 12-month accelerated development program) + B2C ($2-5K for individual career compression courses). TAM: $40B corporate training market + portion of $600B+ higher education market.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-61-002",
    "name": "Fractional Junior Talent Marketplace",
    "one_liner": "Marketplace matching companies that need part-time junior talent for supervised learning tasks with early-career workers, preserving the apprenticeship pipeline that full-time AI replacement would destroy",
    "sector_naics": "561311",
    "sector_name": "Employment Placement — Junior Talent Preservation",
    "architecture": "marketplace_network",
    "forces_v3": [
      "F1_technology",
      "F2_demographics",
      "F5_psychology"
    ],
    "scores": {
      "SN": 7,
      "FA": 7,
      "EC": 6,
      "TG": 7,
      "CE": 8
    },
    "macro_source": "The entry-level extinction cascade creates a coordination failure: individual firms save money by replacing juniors with AI, but collectively they destroy the pipeline that produces the senior talent they'll need in 5 years. This is a classic tragedy of the commons. The model resolves it through fractional economics: instead of hiring 1 junior full-time, 5 firms share 1 junior for the apprenticeship-critical tasks (client interaction, judgment development, stakeholder management) while AI handles routine work. Each firm gets the pipeline benefit at 20% the cost. The junior gets 5x the breadth of experience. The platform extracts value by solving the coordination problem.",
    "deep_dive_evidence": "CNBC reporting: 'talent doom cycle' where eliminating junior roles backfires in 3-5 years. WEF: 42% of employers expect talent shortages 2025-2030. Professional services firms already experimenting with 'AI + junior' staffing models where one junior supported by AI does the work of three juniors without AI. But no marketplace exists to match firms that need fractional junior talent with the available supply. Key insight: the tasks that develop professional judgment (ambiguous problems, client interaction, cross-functional collaboration) are exactly the tasks AI cannot yet automate. Fractional model works because these judgment-development tasks represent only 20-30% of a traditional junior role -- the rest was routine work now handled by AI. Revenue model: marketplace take rate 20-25% on placement, premium for verified skill development tracking.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-62-001",
    "name": "Healthcare-Dependent Region Diversification Engine",
    "one_liner": "Analytics and implementation platform helping healthcare-monoculture regions plan economic diversification before $910B in Medicaid cuts over 10 years eliminate up to 500K healthcare jobs and destabilize communities where healthcare is 40-50% of local revenue",
    "sector_naics": "9261",
    "sector_name": "Economic Program Administration — Healthcare Transition",
    "architecture": "service_platform",
    "forces_v3": [
      "F2_demographics",
      "F4_capital",
      "F5_psychology"
    ],
    "scores": {
      "SN": 7,
      "FA": 7,
      "EC": 7,
      "TG": 7,
      "CE": 7
    },
    "macro_source": "Healthcare accounted for 48-52% of all US job creation 2023-2025, but employs only 11-14% of workers -- extreme concentration risk. The 'One Big Beautiful Bill Act' cuts $910B in federal Medicaid spending over 10 years, projecting 1.22M job losses (500K in healthcare directly). Rural hospitals where Medicaid is 40-50% of revenue face closure risk. This is the healthcare monoculture cascade: healthcare becomes the economy's only growth sector -> regions concentrate in healthcare -> federal cuts hit -> those regions have no fallback. Commonwealth Fund analysis shows job losses equivalent to 0.8pp unemployment rate increase.",
    "deep_dive_evidence": "BLS: healthcare added 232K jobs Jan-Aug 2025 (48% of all gains) while employing 11% of workers. Indeed Hiring Lab: healthcare roles (and the women who occupy them) are 'propping up the labor market.' Medicaid represents ~20% of hospital revenue nationally, 40-50% for rural hospitals. Indiana alone projected to lose $12B in Medicaid funding over a decade. AHA analysis: proposed cuts particularly devastating for rural patients and hospitals. Commonwealth Fund: cuts trigger 1.22M job losses, 0.8pp unemployment increase. KFF Health News: healthcare employment growth 'clouded by immigration crackdown and Medicaid cuts.' The business model serves state and county economic development agencies, healthcare systems planning workforce transition, and federal agencies administering transition grants. Revenue: SaaS platform ($50-200K/year per county agency) + implementation advisory ($200-500K per engagement).",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-62-002",
    "name": "Post-Acute Healthcare Workforce Bridge Platform",
    "one_liner": "Retraining and redeployment platform converting displaced healthcare workers (billing, coding, admin) to AI-augmented care roles where human touch has highest value -- the 500K at-risk roles need transition pathways, not just severance",
    "sector_naics": "6241",
    "sector_name": "Individual and Family Services — Healthcare Worker Transition",
    "architecture": "platform_infrastructure",
    "forces_v3": [
      "F1_technology",
      "F2_demographics",
      "F5_psychology"
    ],
    "scores": {
      "SN": 7,
      "FA": 7,
      "EC": 6,
      "TG": 7,
      "CE": 7
    },
    "macro_source": "The healthcare monoculture cascade has a labor dimension: AI automates healthcare admin (billing, coding, scheduling = ~30% of healthcare employment) while clinical care roles face shortage (projected 124K physician shortfall by 2034, 200K+ nursing shortage). The cascade creates both surplus AND shortage in the same sector. This platform bridges the gap: retrain healthcare billing specialists into patient navigators, care coordinators, and community health workers -- roles where human empathy and local knowledge are irreplaceable (Polanyi's Paradox, T21). Medicaid cuts accelerate the admin displacement while demographic aging accelerates the care demand.",
    "deep_dive_evidence": "Healthcare admin roles (billing, coding, prior authorization, scheduling) represent ~30% of the 20M healthcare workforce. AI revenue cycle automation already deployed at scale (see MC-V37-62-003). Physician shortage projected at 124K by 2034 (AAMC). Nursing shortage 200K+. Community health worker demand growing 14% (BLS faster than average). The retraining pathway is feasible: healthcare billing specialists already understand medical terminology, insurance systems, and patient needs. Transition to care coordination requires 6-12 months additional training, not 4-year degrees. Revenue model: B2B (healthcare systems pay for workforce transition programs, $3-8K per worker retrained) + government contracts (Workforce Innovation and Opportunity Act funding). Polanyi dimension: care coordination requires reading patient emotional state, navigating family dynamics, building trust -- quintessentially tacit knowledge.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-54-001",
    "name": "Inverse Baumol Labor Arbitrage Platform",
    "one_liner": "Staffing and outsourcing platform that helps firms hire deflating-wage knowledge workers (accounting, legal research, financial analysis) at 30-50% below 2023 rates -- systematically exploiting the engine's key discovery that knowledge work wages decline while employment grows",
    "sector_naics": "5613",
    "sector_name": "Employment Services — Knowledge Work Wage Arbitrage",
    "architecture": "arbitrage_window",
    "forces_v3": [
      "F1_technology",
      "F4_capital"
    ],
    "scores": {
      "SN": 7,
      "FA": 7,
      "EC": 6,
      "TG": 9,
      "CE": 8
    },
    "macro_source": "The engine's Pattern P-040 (Inverse Baumol) is its most original finding: knowledge work wages are DECLINING while employment technically grows -- the opposite of Baumol's cost disease prediction. Accounting wage growth decelerated 56%. Entry-level knowledge worker wages compressing as AI augments productivity but destroys bargaining power. Stanford Digital Economy Lab: declines concentrated among 22-25 year olds in AI-exposed jobs. This creates a pure arbitrage window: firms that aggressively hire deflated-wage knowledge workers and pair them with AI get 3-5x the output at 50-70% the labor cost of 2023. The window closes when either wages stabilize or the workers exit the profession entirely.",
    "deep_dive_evidence": "P-040 evidence from engine's own analysis: 56% accounting wage deceleration documented. 2026 salary guides showing 3.5% increases (down from 4%+ prior years), masking real declines in AI-exposed specialties. Finance and accounting leaders face labor market 'showing real cracks' (Robert Half 2026 Salary Guide). Entry-level postings down 35% since Jan 2023, but the remaining positions accept lower wages because supply (desperate graduates) exceeds demand. PwC Global AI Jobs Barometer shows AI-skill premium (56% wage premium) alongside declining base wages for non-AI-skilled workers in same roles. The arbitrage: buy deflated human talent at $45-65K that was $75-95K in 2023, pair with AI tools, and sell the output at near-2023 professional service rates. Gross margin expansion from 30% to 55-65% for professional service firms. Time-limited: 18-36 month window before labor supply permanently exits.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-54-002",
    "name": "Knowledge Worker Wage Insurance Platform",
    "one_liner": "Income protection and career-hedging platform for knowledge workers facing AI-driven wage deflation -- the other side of Inverse Baumol where 8M+ professionals need wage floor guarantees and AI-skill acquisition pathways",
    "sector_naics": "524298",
    "sector_name": "Insurance — Knowledge Worker Income Protection",
    "architecture": "data_compounding",
    "forces_v3": [
      "F1_technology",
      "F5_psychology"
    ],
    "scores": {
      "SN": 7,
      "FA": 6,
      "EC": 5,
      "TG": 7,
      "CE": 7
    },
    "macro_source": "The Inverse Baumol discovery (P-040) has a worker-facing side: 8M+ US knowledge workers in accounting, legal, financial analysis, and consulting face structural wage deflation. These workers need three things: (1) income smoothing during transition (wage insurance), (2) AI skill acquisition to earn the 56% wage premium documented by PwC, and (3) career pivoting guidance into roles where human judgment premiums persist. Fear friction (F5) is extreme -- these are educated professionals whose identity is tied to expertise that is being commoditized. Data compounding moat: each worker's career trajectory data improves the platform's ability to predict which skills will retain value and which will deflate further.",
    "deep_dive_evidence": "PwC AI Jobs Barometer: 56% wage premium for AI-skilled workers vs non-AI-skilled in same roles. This premium represents the value of the hedge. Entry-level knowledge work postings down 35% (Revelio Labs). Accounting wage growth decelerated 56% (engine P-040). Finance and accounting talent market 'showing real cracks' (Robert Half). The insurance product: workers pay $50-150/month for wage floor guarantees (if their salary drops >15%, the platform pays the difference for 12 months) funded by the premium pool. Bundled with AI upskilling courses (the prevention side of insurance). Underwriting uses occupational AI-exposure scores (O*NET-based, similar to engine's Polanyi analysis). Revenue model: insurance premiums + upskilling course fees + B2B partnerships (employers subsidize for retention). Actuarial basis: knowledge worker wage deflation is predictable sector-by-sector using AI adoption curves.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-CTR-001",
    "name": "AI Plateau Hedge Fund Strategy Platform",
    "one_liner": "Quantitative investment platform positioning for the scenario where LLM scaling hits diminishing returns and the AI infrastructure buildout proves overbuilt -- the 'Perez crash' scenario where $1T+ in AI capex needs to be written down",
    "sector_naics": "5231",
    "sector_name": "Securities & Commodity Exchanges — Counter-Trend",
    "architecture": "data_compounding",
    "forces_v3": [
      "F1_technology",
      "F4_capital"
    ],
    "scores": {
      "SN": 5,
      "FA": 5,
      "EC": 7,
      "TG": 6,
      "CE": 6
    },
    "macro_source": "COUNTER-TREND MODEL: What if the engine's core assumption (AI capability continues exponential improvement) is wrong? Evidence for plateau: LLM benchmark improvements becoming 'increasingly marginal' post-GPT-4 (multiple sources), data scarcity (510T tokens available but quality declining), power-law dynamics requiring 10x compute for each unit improvement. Gary Marcus: 'CONFIRMED: LLMs have indeed reached a point of diminishing returns.' Epoch AI: field shifting from pure scaling to architectural innovations. If AI plateaus, the $100B+ annual AI capex by hyperscalers becomes a Perez-cycle crash candidate (T5). This model provides investment strategies positioned for that scenario: short AI infrastructure, long traditional professional services, long companies with human-capital moats.",
    "deep_dive_evidence": "LLM scaling wall evidence: GPT-4 to subsequent models showing only incremental MMLU gains. Data scarcity: much newly added internet text is LLM-generated, degrading training data quality. Power-law dynamics: diminishing returns exactly matching what you'd expect from exponential cost curves. Counter-evidence: inference-time scaling (o1, o3) provides alternative improvement path; reasoning capabilities still advancing. HEC Paris: 'AI Beyond the Scaling Laws.' Microsoft, Google, Meta each spending $30-50B/year on AI infrastructure. If utilization disappoints, these become stranded assets paralleling 1990s telecom fiber overbuild. Historical parallel: Cisco peaked at $556B market cap in 2000, fell 86%. The hedge: systematic positioning for AI winter scenario. Revenue model: AUM-based (2/20 structure) targeting institutional investors who want portfolio insurance against AI disappointment.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-CTR-002",
    "name": "Reshoring Reversal Insurance & Advisory",
    "one_liner": "Risk management platform for manufacturers who reshored 2022-2025 and face reversal pressure if trade policy shifts, tariffs drop, or Chinese manufacturing achieves AI-driven cost advantages that overwhelm reshoring subsidies",
    "sector_naics": "31-33",
    "sector_name": "Manufacturing — Counter-Trend Reshoring Risk",
    "architecture": "service_platform",
    "forces_v3": [
      "F3_geopolitics",
      "F4_capital"
    ],
    "scores": {
      "SN": 5,
      "FA": 5,
      "EC": 8,
      "TG": 5,
      "CE": 7
    },
    "macro_source": "COUNTER-TREND MODEL: What if reshoring reverses? $200B+ in CHIPS Act, IRA, and private reshoring investment could become stranded if: (1) a future administration drops tariffs, (2) China achieves robot-density parity making labor cost arbitrage moot, (3) energy costs make US manufacturing uncompetitive again. China's workforce is shrinking (6.62M fewer workers aged 16-59 in 2025) but its AI+robotics investment ($130B+ from Gulf partnerships alone) could create 'lights-out factories' that undercut reshored US production. This model serves manufacturers who need scenario planning and financial hedging against reshoring reversal.",
    "deep_dive_evidence": "Kearney Reshoring Index shows significant manufacturing return to US 2022-2025. CHIPS Act: $52B in semiconductor subsidies. IRA: hundreds of billions in clean energy manufacturing incentives. But these are policy-dependent -- a different Congress could repeal or defund. China's demographic crisis (fourth consecutive year of population decline, <8M births in 2025) is accelerating automation investment. China installed more industrial robots in 2023 than rest of world combined. If Chinese factories achieve 80%+ automation, the labor-cost rationale for reshoring evaporates. Revenue model: advisory retainers ($200-500K/year) for manufacturers + parametric insurance products triggered by specific policy/trade metrics. CE=7 because advisory is capital-light.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-CTR-003",
    "name": "Perez Crash Defense Portfolio Platform",
    "one_liner": "Investment platform assembling crash-resilient portfolios of businesses that maintain value regardless of whether AI succeeds or fails -- cash-flow-positive, low-leverage, essential-service companies that survive the Installation-to-Deployment transition",
    "sector_naics": "523920",
    "sector_name": "Portfolio Management — Crash Resilience",
    "architecture": "data_compounding",
    "forces_v3": [
      "F4_capital",
      "F5_psychology"
    ],
    "scores": {
      "SN": 6,
      "FA": 6,
      "EC": 7,
      "TG": 7,
      "CE": 8
    },
    "macro_source": "COUNTER-TREND MODEL: Perez cycle theory (T5) predicts a crash at the Installation-to-Deployment transition. Every major technology revolution (canals, railroads, telegraph, automobiles, internet) experienced a financial crash before the technology deployed broadly. The current AI installation phase (2022-2026) has invested $1T+ in infrastructure. If/when the crash comes, which businesses survive? This model builds a 'crash-proof' portfolio using the engine's own scoring: high CE (capital efficiency), high SN (structural necessity), low leverage. The meta-insight: the Perez crash doesn't mean AI fails -- it means financial excess gets purged while the technology continues deploying.",
    "deep_dive_evidence": "Perez cycle historical parallels: Railway Mania (1840s), Roaring Twenties (1929), Dot-com (2000). Each saw 40-80% market declines followed by the technology transforming the economy anyway. Current AI markers matching 'late Installation phase': massive infrastructure investment ($100B+ annually by hyperscalers), speculative valuations (NVIDIA 30x+ revenue), financial engineering around AI narratives. $1.2T PE debt maturing 2027-2029 (engine's F4 tracking) adds refinancing wall pressure. The crash-defense portfolio: companies scoring CE>=8 AND SN>=8 in the engine's existing data. 34 models meet this threshold. Revenue model: AUM-based or model-portfolio licensing to RIAs and family offices. Data compounding moat: the engine's own 508-model dataset provides unique crash-resilience scoring unavailable elsewhere.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-GEO-001",
    "name": "India Stack AI Application Factory",
    "one_liner": "Platform enabling rapid development of AI applications built on India's unique digital infrastructure (Aadhaar, UPI, DigiLocker) -- the 890+ GenAI startups need middleware that bridges global AI models with India's 1.4B-person identity and payments layer",
    "sector_naics": "5112",
    "sector_name": "Software Publishers — India Digital Infrastructure",
    "architecture": "platform_infrastructure",
    "forces_v3": [
      "F1_technology",
      "F2_demographics",
      "F3_geopolitics"
    ],
    "scores": {
      "SN": 8,
      "FA": 8,
      "EC": 9,
      "TG": 8,
      "CE": 7
    },
    "macro_source": "India leapfrog cascade: India's unique digital public infrastructure (Aadhaar = 1.3B biometric IDs, UPI = $2T+ annual transaction volume, DigiLocker = verified document repository) creates a platform layer that doesn't exist in the US or EU. Indian GenAI startups grew 3.7x to 890+ by H1 2025. India startup funding hit $11B in 2025. 125 unicorns valued at $366B+. But most global AI models are trained on English/Western data and don't natively integrate with India Stack. The business model: middleware that lets any AI application authenticate via Aadhaar, transact via UPI, and verify credentials via DigiLocker -- turning India's public digital infrastructure into a competitive moat for AI applications serving 1.4B people.",
    "deep_dive_evidence": "India GenAI startups: 890+ by H1 2025, 3.7x cumulative growth, 83% are application-layer (NASSCOM). India startup funding: $11B in 2025 (TechCrunch). Early-stage AI funding: $273M in 100 rounds. India Digital Public Infrastructure: Aadhaar (1.3B enrolled), UPI ($2T+ annual volume, 10B+ monthly transactions), ONDC (open commerce network). India is 'mobile-first economy' with decentralized startup ecosystem -- 50% of DPIIT-recognized startups from non-metro cities. Inc42: 2026-2027 is a 'high-leverage window for India's AI startups.' NITI Aayog report: AI could add $500B to India's GDP by 2025. The middleware layer (API gateway to India Stack for AI apps) is genuinely missing -- global AI companies struggle to integrate with India's unique identity/payments infrastructure.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-GEO-002",
    "name": "China Silver Economy AI Platform",
    "one_liner": "AI-powered eldercare marketplace and operations platform serving China's 300M+ seniors by 2035 -- where demographic crisis (fourth year of population decline, <8M births) meets insufficient eldercare infrastructure and 5:1 worker-to-retiree ratio collapsing to 2:1 by 2035",
    "sector_naics": "623",
    "sector_name": "Nursing and Residential Care — China Demographic Crisis",
    "architecture": "platform_infrastructure",
    "forces_v3": [
      "F1_technology",
      "F2_demographics",
      "F3_geopolitics"
    ],
    "scores": {
      "SN": 9,
      "FA": 8,
      "EC": 9,
      "TG": 7,
      "CE": 5
    },
    "macro_source": "China demographic cascade: population declined fourth consecutive year in 2025, with <8M births (lowest since 1949). Working-age population (16-59) fell by 6.62M in 2025 alone. Worker-to-retiree ratio collapsing from 5:1 (2025) to 2:1 (2035). By 2035, China will have 300M+ people over 65 -- more than the entire US population. But China has only 8.2M eldercare beds for a population that will need 30M+. The eldercare gap is not a slow-moving trend -- it's a demographic cliff that China's shrinking workforce cannot fill with human labor. AI + robotics is not optional; it's the only path. This parallels V3-GEO-003 (Japan Care Economy) but at 10x scale.",
    "deep_dive_evidence": "China NBS: <8M births in 2025, fourth consecutive year of population decline. Working-age population (16-59) = 60.6% of total (down from 60.9% in 2024, 70.1% in 2010). 15-24 year olds entering workforce down 15% since 2015. China's pension system already strained -- largely funded by taxpayer revenue, facing 2035 depletion projections for the urban workers' pension fund. GDP growth impact: shrinking workforce could shave 0.5pp off annual growth over next decade. China installing more industrial robots than rest of world combined -- same urgency applies to service robots for eldercare. Key barrier: consumer trust in AI-powered care (F5 psychology) is extremely low in Chinese culture where filial piety mandates family caregiving. Revenue model: B2B2G (sell to Chinese eldercare facility operators and municipal governments). CE=5 reflects hardware component costs and China market entry barriers.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-GEO-003",
    "name": "Gulf AI Sovereignty Infrastructure Builder",
    "one_liner": "Managed AI infrastructure company building sovereign compute capacity for Gulf states investing $100B+ to transition from oil economies to AI economies -- the $40B Saudi AI fund and $15B UAE AI campus need integration partners, not just GPU suppliers",
    "sector_naics": "518210",
    "sector_name": "Data Processing & Hosting — Gulf AI Sovereignty",
    "architecture": "platform_infrastructure",
    "forces_v3": [
      "F1_technology",
      "F3_geopolitics",
      "F6_energy"
    ],
    "scores": {
      "SN": 8,
      "FA": 8,
      "EC": 10,
      "TG": 8,
      "CE": 5
    },
    "macro_source": "Gulf states are executing the largest peacetime economic transformation in history: converting oil wealth to AI infrastructure at $100B+ scale by 2030. Saudi Arabia: $40B AI investment fund, $10B Google Cloud partnership, $14B Oracle deal, $5B AWS investment. UAE: 26 sq km AI campus in Abu Dhabi (5GW capacity), $15.2B Microsoft commitment, G42 operating dozens of data centers. But Gulf states lack the human talent (software engineers, ML infrastructure specialists) to operate this infrastructure. They need managed service partners who can build and run sovereign AI compute -- not just sell hardware. This extends V3-GEO-001 (Gulf/MENA AI Infrastructure Services) with deeper focus on the sovereignty requirement: data must stay in-country, models must be locally trainable, and talent transfer must be contractually guaranteed.",
    "deep_dive_evidence": "Saudi PIF + Google Cloud: $10B AI hub with HUMAIN. Oracle: $14B Saudi digital cloud investment over 10 years. AWS + Humain: $5B joint AI zone investment. DataVolt: $5 billion 1.5GW AI factory at NEOM Oxagon. UAE: 26 sq km AI campus, world's largest outside US. Microsoft: $15.2B UAE commitment. G42 (UAE's AI champion): operating dozens of data centers, partnership with OpenAI. Gulf technology spending projected $169B in 2026 (Gartner). Supported by $3T in Gulf sovereign wealth. Key differentiator from generic cloud: sovereignty requirements (data residency, model locality, Arabic language capability, Sharia compliance for financial AI applications). Energy advantage: Gulf has cheapest electricity globally ($0.02-0.04/kWh) but extreme cooling costs (ambient 45C+). Revenue model: managed infrastructure services with 5-10 year contracts, 15-25% margins. CE=5 reflects capital intensity of infrastructure buildout.",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-GEO-004",
    "name": "EU AI Act Compliance Automation Engine",
    "one_liner": "Automated compliance platform that continuously monitors AI systems against EU AI Act's risk-based requirements -- going beyond V3-GEO-004's advisory model to embed compliance-as-code into AI deployment pipelines for the 450M-person EU market",
    "sector_naics": "5112",
    "sector_name": "Software Publishers — EU AI Regulatory Compliance",
    "architecture": "compliance_automation",
    "forces_v3": [
      "F1_technology",
      "F3_geopolitics"
    ],
    "scores": {
      "SN": 8,
      "FA": 7,
      "EC": 9,
      "TG": 9,
      "CE": 8
    },
    "macro_source": "EU AI Act entered force February 2025 with phased enforcement through 2027. Every AI system deployed in the EU must be classified by risk tier and documented accordingly. High-risk systems (employment, credit, healthcare, law enforcement) require conformity assessments, human oversight plans, and continuous monitoring. V3-GEO-004 exists as a service platform for advisory, but the real opportunity is compliance-as-code: embedded software that automatically classifies AI models, generates required documentation, monitors for drift, and flags non-compliance. This parallels how SOC 2 compliance tools (Vanta, Drata) automated what was previously consulting work. The EU market (450M people, $18T GDP) is non-optional for any global AI company.",
    "deep_dive_evidence": "EU AI Act: entered force Feb 2025, prohibited AI practices banned immediately, high-risk system requirements phased in through 2027. Fines up to 7% of global revenue for non-compliance (vs GDPR's 4%). Every company deploying AI in EU needs: (1) risk classification per system, (2) conformity assessment for high-risk, (3) transparency documentation, (4) human oversight protocols, (5) continuous monitoring for performance drift and bias. Current compliance is manual (legal teams + consultants at $500-1000/hour). Automated compliance-as-code could reduce cost 80-90%. TAM: every company deploying AI in EU = potentially 100K+ organizations in first 3 years. SOC 2 compliance automation precedent: Vanta reached $2.5B valuation automating a much simpler compliance requirement. EU AI Act compliance is 10x more complex than SOC 2. Revenue model: SaaS per AI system monitored ($500-5000/month per system, depending on risk tier).",
    "source_batch": "v314_cascade_coverage"
  },
  {
    "id": "MC-V314-72-002",
    "name": "Ghost Infrastructure Repurposing Marketplace",
    "one_liner": "Marketplace connecting owners of abandoned urban commercial space (defunct office cafeterias, empty retail, closed dry cleaners) with operators of emerging use cases (dark kitchens, micro-fulfillment, EV charging, AI data labeling centers) -- monetizing the physical remnants of the commuter economy",
    "sector_naics": "531120",
    "sector_name": "Lessors of Non-Residential Buildings — Ghost Space Repurposing",
    "architecture": "marketplace_network",
    "forces_v3": [
      "F1_technology",
      "F4_capital",
      "F5_psychology"
    ],
    "scores": {
      "SN": 6,
      "FA": 6,
      "EC": 5,
      "TG": 8,
      "CE": 7
    },
    "macro_source": "The remote work cascade leaves physical infrastructure stranded: office cafeterias, ground-floor retail in office buildings, downtown dry cleaners, lunch restaurants -- all designed for a commuter population that shrank 35%+. These spaces are too small for office conversion but represent millions of square feet of urban real estate at depressed valuations. Emerging use cases (dark kitchens for delivery apps, micro-fulfillment for 15-minute delivery, EV charging stations, coworking micro-offices, AI data labeling centers employing local workers) need exactly this type of space: 1,000-10,000 sqft, urban location, existing plumbing/electrical. The marketplace matches stranded supply with emerging demand.",
    "deep_dive_evidence": "Urban retail vacancy rates in CBDs approaching 15-20% in some markets. Office building ground-floor retail particularly distressed -- lease structures tied to office tenant foot traffic guarantees that no longer hold. Dark kitchen market growing 12%+ annually. Micro-fulfillment center demand driven by 15-minute delivery expectation. EV charging stations need urban locations with electrical capacity (commercial buildings have it). AI data labeling creating new demand for light-industrial urban workspace. Revenue model: marketplace take rate 8-12% of lease value + SaaS for space management. Lower SN than other CRE cascade models because the supply of stranded space is fragmentary and the matching problem, while real, may be solved by existing commercial real estate platforms adding this vertical.",
    "source_batch": "v314_cascade_coverage"
  }
]